{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Prohlášení o ochraně osobních údajů\n\n \n\nDěkujeme, že máte zájem o službu Web Listing Service „Ubicus“. Naším nejdůležitějším kapitálem je důvěra našich zákazníků. Chránit údaje zákazníků a používat je pouze tak, jak to od nás zákazníci očekávají, je naší hlavní prioritou. Následující pokyny k ochraně osobních údajů mají proto za úkol informovat vás o zpracování vašich osobních údajů a o vašich právech týkajících se tohoto zpracování podle evropského obecného nařízení o ochraně osobních údajů („ONOOÚ“) a podle dalších platných předpisů o ochraně osobních údajů.\n\n1.               Všeobecné informace\n\n1.1            Orgán odpovědný za provoz služby Ubicus je společnost Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (dále jako „H.d“, „my“ nebo „nás/nám/námi“). Společnost H.d klade maximální důraz na ochranu vašich osobních údajů.\n\n1.2            Osobu odpovědnou za ochranu osobních údajů můžete v případě dotazů na ochranu údajů kontaktovat na následující adrese: Hospitality Digital GmbH, Datenschutzbeauftragter, Metro-Straße 1, 40235 Düsseldorf, e-mail: privacy@hd.digital.\n\n1.3            V tomto prohlášení o ochraně osobních údajů je vysvětleno, jak v rámci poskytování našich služeb shromažďujeme, zpracováváme a používáme osobní údaje. Osobní údaje jsou jednotlivé údaje o vašich osobních a věcných poměrech. Při registraci od vás například požadujeme vaši e-mailovou adresu a heslo a volitelně i další údaje. \n\n1.4            Pokud jste již zákazníkem platformy DISH, jsou vaše údaje zprostředkovány přímo odsud přes Single Sign On (SSO). Nemusíte je již znovu zadávat.\n\n1.5            Zpracováváme osobní údaje, které o vás shromáždíme, a používáme je výlučně v rámci platných zákonných předpisů.\n\n2.               Zpracování osobních údajů a jejich předávání třetím stranám \n\n2.1            Některé osobní údaje se při používání našich služeb automaticky zaznamenávají do koncového zařízení (počítač, mobilní telefon, tablet atd.). Zaznamenává se: koncovým zařízením aktuálně používaná IP adresa, datum a čas, typ prohlížeče, operační systém koncového zařízení a prohlížené stránky. K tomu dochází za účelem zabezpečení údajů a optimalizace naší nabídky a zlepšování služeb. Další vyhodnocení, s výjimkou pro statistické účely a v takovém případě zásadně v anonymní formě, probíhá zásadně v rámci tohoto prohlášení o ochraně osobních údajů. Zpracování těchto osobních údajů probíhá podle čl. 6 odst. 1 věty 1 písmene f) ONOOÚ. Ochrana našich webových stránek a optimalizace našich služeb představují legitimní zájem z naší strany.\n\n2.2            Jakmile nás kontaktujete (například s dotazem na privacy@hd.digital), zaznamenáme, zpracujeme a použijeme pouze ty osobní údaje, které nám sdělíte a které jsou nutné pro zpracování a zodpovězení vaší otázky.\n\n2.3            Pro umožnění procesů zpracování osobních údajů uvedených v tomto prohlášení o ochraně osobních údajů využíváme poskytovatele služeb pro zpracování údajů ve smyslu čl. 28 ONOOÚ, například poskytovatele pro cloud hosting, údržbu a další služby. Jedná se přitom o externí poskytovatele služeb i o poskytovatele uvnitř koncernu METRO, kteří sídlí v zemích Evropské unie (EU) a Evropského hospodářského prostoru (EHP) nebo mimo ně. Zajišťujeme také smluvní pravidla, podle nichž tito poskytovatelé osobní údaje zpracovávají podle ONOOÚ, abychom zaručili vysokou úroveň ochrany osobních údajů, i když předáváme osobní údaje do země, ve které je běžná jiná úroveň ochrany osobních údajů a pro kterou neplatí rozhodnutí o přiměřenosti ze strany komise EU. K žádnému dalšímu předávání osobních údajů jiným příjemcům nedochází, pokud k tomu nejsme zavázáni zákonem. Další informace o přiměřených bezpečnostních opatřeních pro mezinárodní převod údajů nebo kopii takového převodu získáte e-mailem od osoby odpovědné za ochranu osobních údajů na adrese: privacy@hd.digital.\n\n3.               Cookies\n\n3.1            Abychom naše služby mohli stále zlepšovat a umožnili použití některých funkcí, používáme takzvané cookies. Jedná se o malé textové soubory, které se ukládají v koncovém zařízení. Některé cookies, které používáme, se po skončení prohlížení, tedy po zavření prohlížeče, opět vymažou (tzv. dočasné/session cookies). Jiné cookies zůstávají v koncovém zařízení a umožňují nám rozpoznat váš prohlížeč při další návštěvě (trvalé cookies). Prohlížeč si můžete nastavit tak, aby vás informoval o přítomnosti cookies, a můžete v jednotlivých případech rozhodovat o jejich přijetí, anebo přijetí cookies v určitých případech, nebo všeobecně, zakázat. Bližší informace najdete ve funkci nápovědy daného internetového prohlížeče. V případě nepřijetí cookies může být funkčnost našich webových stránek omezena. Když přijmete náš „banner s cookies“, souhlasíte se zpracováním svých osobních údajů prostřednictvím cookies. Zpracování osobních údajů probíhá podle čl. 6 odst. 1 věty 1 písmene a) ONOOÚ. Níže popíšeme konkrétní cookies.\n\n3.2            Používáme Adobe Analytics, službu Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republic of Ireland; „Adobe“). Tato služba používá cookies, které se ukládají na koncovém zařízení a které umožňují analýzu používání webových stránek z vaší strany. Informace vytvořené prostřednictvím souboru cookie o používání těchto webových stránek (včetně vaší IP adresy) se přenášejí na server Adobe v Irsku a zde jsou anonymizovány, aby byly dále v anonymizované formě přenášeny k dalšímu zpracování do USA, kde se ukládají. Adobe používá tyto informace pro vyhodnocování používání webových stránek z vaší strany, pro vytváření zpráv o aktivitě na webových stránkách pro jejich provozovatele a pro poskytování dalších služeb souvisejících s používáním webových stránek a internetu. Pokud je to předepsáno zákonem nebo pokud tyto údaje zpracovávají třetí osoby na pokyn Adobe, je možné tyto informace případně předávat třetím stranám. V žádném případě Adobe nespojuje vaši IP adresu s dalšími údaji. Instalaci cookies můžete odpovídajícím nastavením softwaru prohlížeče zabránit; nicméně upozorňujeme, že v takovém případě nebudete moci využívat všechny funkce těchto webových stránek. Používáním těchto webových stránek souhlasíte se zpracováním údajů, které o vás shromáždíme, výše popsaným způsobem za výše popsaným účelem. Proti zaznamenávání údajů ze strany Adobe se můžete kdykoliv s účinností do budoucnosti odvolat. Bližší informace o odvolání najdete na http://www.adobe.com/privacy/opt-out.html. \n\n4.               Poskytnutí osobních údajů a lhůty uchování \n\nPoskytnutí osobních údajů probíhá dobrovolně. Nejste zákonem nuceni nám své osobní údaje poskytovat. Když nám své osobní údaje neposkytnete, nemá to pro vás žádné důsledky, ale nebudete moci využívat naše služby. Osobní údaje, které nám prostřednictvím našich služeb sdělíte, ukládáme jen do té doby, dokud není splněn účel, pro který byly zpracovány. Odchylné lhůty uchování mohou vycházet také z oprávněného zájmu společnosti H.d (např. pro zajištění bezpečnosti údajů a zabránění jejich zneužití). Osobní údaje, které jsme povinni uchovávat z důvodů zákonných nebo smluvních povinností uschování, jsou zablokovány.\n\n5.               Vaše práva\n\nZa účelem uplatnění vašich práv podle ONOOÚ na \n\n·                 informace o zpracování vašich osobních údajů a na poskytnutí kopie těchto údajů (čl. 15 ONOOÚ), \n\n·                 opravu nesprávných a doplnění neúplných osobních údajů (čl. 16 ONOOÚ), \n\n·                 vymazání osobních údajů a, pokud byly tyto údaje zveřejněny, na to, aby společnost H.d informovala ostatní odpovědné osoby o žádosti o vymazání (čl. 17 ONOOÚ), \n\n·                 omezení zpracování osobních údajů (čl. 18 ONOOÚ), \n\n·                 přenositelnost údajů, takže vám vaše osobní údaje budou předány ve strukturovaném, běžném a strojově čitelném formátu, a právo na předání těchto údajů jiné odpovědné osobě bez omezení ze strany společnosti H.d (čl. 20 ONOOÚ) a\n\n·                 odvolání uděleného souhlasu; odvolání se netýká oprávněnosti zpracování prováděného na základě souhlasu až do doby odvolání (čl. 7 ONOOÚ) a \n\n·                 na odvolání proti zpracování osobních údajů (čl. 21 ONOOÚ)\n\nse můžete kdykoliv obrátit na osobu odpovědnou za ochranu osobních údajů ve společnosti H.d (privacy@hd.digital). Navíc máte právo stěžovat si u příslušného úřadu, pokud považujete zpracování údajů za neodpovídající ustanovením ONOOÚ (čl. 77 ONOOÚ).\n\nVersion: August 2019/AG\n\nUbicus_B2B_Privacy_V1_August 2019_cz",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Všeobecné obchodní podmínky společnosti Hospitality DIgital GMBH pro službu Web Listing Service „UBICUS“\n\nHospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf („H.d“) nabízí podnikatelům z oboru hoteliérství a gastronomie („zadavatel“) použití služby Web Listing Services pod názvem „UBICUS“. Službu nabízíme v základní verzi zdarma a ve zpoplatněné verzi Premium (společně jako „služby“). Obě služby budou dále podrobněji popsány. \n\n1.               Oblast použití\n\n1.1            Společnost H.d poskytuje služby a další plnění výlučně na základě následujících smluvních podmínek („VOP“).\n\n1.2            Společnost H.d poskytuje služby výlučně zadavatelům, kteří nejsou spotřebitelé ve smyslu § 13 německého OZ.\n\n1.3            Odchylné podmínky zadavatele neplatí ani v případě, když je H.d výslovně neodmítne a/nebo poskytuje služby a/nebo plnění bezvýhradně navzdory odporujícím a/nebo odchylným podmínkám zadavatele.\n\n2.               Rozsah služeb\n\n2.1            Služby zahrnují v základní verzi následující bezplatná plnění od společnosti H.d po dobu trvání smlouvy:\n\n(a)             Evidence a ukládání údajů zadavatele.\n\n \n\nV rámci této služby předá zadavatel následující údaje týkající se sídla/pobočky:\n\nVšeobecné údaje (název podniku, kategorie), údaje o lokální dostupnosti (adresa a otevírací doba), údaje o dostupnosti pomocí telekomunikačních prostředků (telefonní čísla, e-mailové adresy, webové stránky), nabízené služby a servis.\n\n \n\n(b)             Zveřejnění na on-line platformách („publishing“)\n\nSlužby umožňují automatické zprostředkování těchto údajů třetím poskytovatelům ke zveřejnění na jimi provozovaných on-line platformách. V základní verzi nenabízíme zadavateli všechny související on-line platformy, ale pouze jejich výběr. Jakmile dojde k aktualizaci údajů v rámci této služby, je tato aktualizace automaticky provedena i na souvisejících on-line platformách.\n\n(c)             Převzetí práv na spravování („claiming“)\n\nV případě existujícího zápisu u třetí strany, pokud to třetí strana umožňuje, bude v případě potřeby provedeno převzetí práv na spravování k tomuto zveřejnění a příp. bude vymáháno i ve spolupráci se zákazníkem. To také umožňuje automatizovanou aktualizaci údajů prostřednictvím služeb.\n\n \n\n(d)             Vytváření a řízení dobré pověsti\n\nSlužby umožňují (automatizované) dotazování a agregované znázornění zpětné vazby zákazníků, jako je hodnocení, komentáře nebo dotazy, na platformách třetích poskytovatelů. Služby nabízejí možnost odpovídat na zpětnou vazbu zákazníků nebo nahlásit nevhodný obsah, pokud to třetí poskytovatelé dovolují. V základní verzi jsou tato dodatečná plnění omezena na určitý počet odpovědí nebo upozornění (např. možné jen pětkrát do měsíce).\n\n \n\n(e)             Statistiky a analýzy\n\nNaše služby nabízejí shromažďování, třídění a agregované znázornění statistik používání obsahů u třetích poskytovatelů (např. přístup na stránky, zobrazení požadavků na vyhledávání). V rámci základní verze poskytujeme omezené množství statistik používání a omezené možnosti filtrování/třídění.\n\n \n\n2.2            Ve verzi Premium služby zahrnují následující zpoplatněná plnění doplňující plnění základní verze od společnosti H.d po dobu trvání smlouvy:\n\n(a)             Evidence a ukládání údajů zadavatele\n\nViz 2.1 (a).\n\n(b)             Zveřejnění na on-line platformách („publishing“)\n\nV rámci verze Premium probíhá zveřejnění na všech platformách souvisejících s poskytovanými službami. Navíc máte možnost spravovat služby z více poboček/sídel a podle podmínek daných platforem. Možné je i vyhledávání a skrytí duplicitních záznamů u třetích poskytovatelů. Dochází k pravidelné kontrole záznamů u třetích poskytovatelů, zda nebyly ze strany třetích osob nesprávně změněny.\n\n(c)             Převzetí práv pro správu („claiming“)\n\nViz 2.1 (c).\n\n(d)             Vytváření a řízení dobré pověsti\n\nVe verzi Premium je počet odpovědí či upozornění neomezený. K dispozici jsou i všechny možnosti filtrování a třídění.\n\n(e)             Statistiky a analýzy\n\nVe verzi Premium má zadavatel k dispozici úplný rozsah statistik používání a možností filtrování/třídění.\n\n(f)               Publikování obsahu\n\nV rámci verze Premium získá zadavatel možnost (pokud to podporuje třetí poskytovatel) vytvářet zprávy určené ke zveřejnění u třetích poskytovatelů a předávat je ke zveřejnění (např. speciální nabídky, novinky, události).\n\n2.3            Společnost H.d může zadavateli nabídnout dodatečné služby v souvislosti se základní verzí i verzí Premium nebo může provést nutné, pro zadavatele neznevýhodňující změny v rozsahu plnění, které provádí vždy v souladu s podmínkami těchto VOP.\n\n2.4            Společnost H.d může služby a další plnění přizpůsobovat současnému stavu techniky a technickému vývoji, pokud je to pro zadavatele únosné.\n\n2.5            Společnost H.d může služby při dodržení přiměřené lhůty pozastavit. Společnost H.d bude informovat zadavatele o pozastavení služby včas (nejméně dva týdny předem).\n\n3.               Povinnosti zadavatele\n\n3.1            Zadavatel je povinen obchodní a kontaktní údaje, které uvedl při uzavření smlouvy, v průběhu doby trvání smlouvy neustále udržovat aktuální a bezodkladně sdělit společnosti H.d jakoukoliv změnu písemně nebo e-mailem. Zadavatel dále musí zajistit, aby e-mailová schránka e-mailové adresy sdělené společnosti H.d byla pravidelně kontrolována z důvodu zasílání zpráv týkajících se této smlouvy.\n\n3.2            Přístupové údaje, které zadavatel dostane od společnosti H.d, bude zadavatel chránit před zásahem neoprávněných třetích osob. Zadavatel bude bezodkladně informovat společnost H.d, pokud bude mít důvodné podezření nebo povědomí o možném zneužití předaných přístupových údajů. Společnost H.d je v takovém případě oprávněna zablokovat přístupové údaje zadavatele ke službám přechodně až do odstranění podezření ze zneužití. Pokud skutečně dojde ke zneužití, je společnost H.d oprávněna zablokovat přístupové údaje natrvalo a přidělit zadavateli jiné přístupové údaje.\n\n3.3            Zadavatel sám nese odpovědnost za správnost a úplnost údajů, které předává. Ze strany společnosti H.d ke kontrole nedochází. Proto společnost H.d v této věci nepřebírá žádnou odpovědnost (viz také článek: 6).\n\n4.               Zvláštní ustanovení pro službu Software\n\n4.1            Společnost H.d poskytuje zadavateli právo na přístup ke službě Software, aniž by zadavatel za ni v základní verzi byl povinen platit částku, která by přesahovala v těchto VOP předpokládaná plnění ze strany zadavatele. Užívání této služby je povoleno pouze pro vlastní, interní obchodní potřeby zadavatele. Zadavatel se zavazuje, že službu nebude používat protiprávním způsobem ani k protiprávním účelům.\n\n4.2            Přístup ke službě nebo její používání zadavatelem pro třetí osoby nebo jiné účely nejsou povoleny. Zadavatel zejména nezískává právo službu Software kopírovat, poskytovat třetím osobám nebo je zveřejňovat, služby Software rozebírat nebo jinak měnit.\n\n4.3            Zadavatel není oprávněn postupovat práva na užívání služby Software třetím osobám. Zadavatel zejména nesmí předávat sdělené přístupové údaje ke službě bez výslovného předchozího souhlasu společnosti H.d i po dobu trvání smlouvy.\n\n4.4            Zadavatel prohlašuje, že souhlasí s tím, aby společnost H.d všechny zadavatelem poskytnuté údaje („údaje“) ukládala, analyzovala a používala pro účely vyhodnocení.\n\n4.5            Jako další protiplnění za poskytnutí služby Software navíc zadavatel uděluje společnosti H.d povolení údaje zadavatele doplňovat dalšími údaji (například z veřejně přístupných zdrojů třetích stran (jako např. z recenzí na portálech a ze sociálních médií) nebo z jiných, společnosti H.d přístupných zdrojů údajů), kombinovat je a podle vlastního uvážení společnosti H.d vyhodnocovat pro vlastní účely, a tato vyhodnocení předávat třetím stranám (zejména, ale ne výlučně, takovým, které jsou zapojené do vývoje a provozu služby Software jako subdodavatel, a partnerským podnikům, společnosti H.d, které nabízejí digitální řešení nebo jiné služby pro obchodní provoz zadavatele) a zpřístupňovat jim je.\n\n4.6            I po vypovězení může společnost H.d údaje a jejich pomocí získaná vyhodnocení nadále neomezeně používat. Výjimku zde tvoří případné osobní údaje zadavatele nebo zaměstnanců zadavatele, které lze po skočení smlouvy používat pouze v zákonem povoleném rámci.\n\n5.               Ukončení smlouvy, doba trvání, vypovězení\n\n5.1            K uzavření smlouvy dojde buď přímo při procesu nákupu pomocí elektronického podpisu zadavatele, nebo jinak přijetím nabídky zadavatele k uzavření smlouvy o službách ze strany společnosti H.d tak, že se zadavatel on-line registruje. Přijetí v takovém případě proběhne odpovídajícím zajištěním přístupu ke službě Software nebo začátkem poskytování služeb ze strany společnosti H.d.\n\n5.2            Smlouva se v základní verzi uzavírá na dobu neurčitou a zadavatel ji může vypovědět kdykoliv, společnost H.d ji může vypovědět s výpovědní lhůtou dvou (2) týdnů.\n\n5.3            Smlouva pro verzi Premium se rovněž uzavírá na dobu neurčitou, pokud z konkrétní obchodní nabídky nevyplyne něco jiného. Pokud z obchodní nabídky nevyplyne žádná minimální doba, může zadavatel kdykoliv vypovědět i verzi Premium. K vypovězení verze Premium ze strany H.d může dojít s výpovědní lhůtou dvou (2) týdnů.\n\n5.4            Pokud ze strany společnosti H.d nedojde k jiné nabídce, je třeba výpověď podat písemně nebo e-mailem. Vymazání účtu zadavatelem se rovná výpovědi a bude za vypovězení považováno.\n\n5.5            Právo smluvních stran na výpověď smlouvy bez výpovědní lhůty z důležitého důvodu zůstává nedotčeno. Důležitý důvod nastane zejména, když zadavatel poruší některou z povinností ze článků 3, 4, 6.4 a 8.2.\n\n5.6            Po skončení smlouvy, bez ohledu na jeho důvod, vymaže společnost H.d všechny v rámci smluvního vztahu zadavatelem do paměti uložené údaje do třiceti (30) dní, pokud zadavatel vymazání neprovede pomocí softwaru sám. Navíc vymaže společnost H.d vlastnická práva a práva na spravování zveřejněných údajů u třetích poskytovatelů z jejich systémů nebo z účtů u třetích poskytovatelů. Pokud to bude možné, vyzve společnost H.d zadavatele, aby sám převzal správu výpisů. Pro vymazání výpisů u třetích poskytovatelů se musí zadavatel v tomto případě obrátit na dané poskytovatele. Platí zde podmínky poskytovatelů.\n\n6.               Záruka a ručení, osvobození\n\n6.1            Za služby a plnění, které společnost H.d poskytuje zadavateli, nahradí společnost H.d zadavateli výlučně škodu, která vznikne zadavateli z důvodu úmyslně skrytých vad. Záruka přesahující uvedený rozsah ze strany společnosti H.d za právní a/nebo věcné nedostatky na poskytované služby a plnění neexistuje.\n\n6.2            Společnost H.d, její pracovníci nebo zákonní zástupci ručí za služby a plnění, které společnost H.d poskytuje zadavateli, pouze v případě úmyslného jednání, hrubé nedbalosti nebo při zavinění škody na životě, těle nebo zdraví a v případě lsti. Záruka podle německého zákona o záruce na výrobek tímto zůstává nedotčena.\n\n6.3            V rámci smluvního plnění je společnost H.d z důvodu povahy služeb závislá na třetích osobách. Společnost H.d proto nemůže převzít ručení v případě, že třetí poskytovatelé změní podmínky použití nebo technické návaznosti, kvůli nimž bude další použití naší služby možné jen omezeně nebo, v extrémním případě, nebude možné vůbec. Z tohoto důvodu nemůže společnost H.d vůbec souhlasit s napojením na jednotlivé třetí poskytovatele.\n\n6.4            Zadavatel je odpovědný za správnost údajů a zajistí, aby měl odpovídající práva k daným údajům. Mezi nezbytná práva patří veškeré nezbytné souhlasy dotčených osob, práva na užívání a práva na využívání.\n\n6.5            Zadavatel osvobodí společnost H.d, její pracovníky a zákonné zástupce a se společností H.d spojené podniky podle § 15 německého zákona o akciových společnostech na první vyzvání od všech nároků třetích stran, které by tyto uplatnily na základě služeb a/nebo dalších plnění, nebo v souvislosti s nimi, vůči společnosti H.d, jejím pracovníkům, zákonným zástupcům a/nebo se společností H.d spojeným podnikům, včetně nároků třetích stran z důvodu neoprávněně použitých údajů a/nebo chybějících souhlasů dotčených osob a/nebo poškození práv na ochranu osobnosti zaměstnanců zadavatele. Toto osvobození zahrnuje i nezbytné soudní výlohy, včetně výloh na rozhodčí řízení.\n\n7.               Ochrana osobních údajů, mlčenlivost\n\n7.1            Společnost H.d zpracovává osobní údaje zadavatele, jeho zaměstnanců a třetích osob, pokud je tyto prostřednictvím zadavatele poskytnou, výlučně za účelem provádění této smlouvy, například za účelem oslovení a poskytnutí plnění. To zahrnuje i údaje o užívání, které souvisejí s používáním služby, a údaje, které poskytne zadavatel. Bez poskytnutí těchto osobních údajů není provádění smlouvy možné. Zpracování osobních údajů probíhá podle čl. 6 odst. 1 věty 1 písmene b) obecného nařízení o ochraně osobních údajů (ONOOÚ). Osobní údaje zadavatele jsou po skončení smlouvy vymazány, pokud to není v rozporu se zákonnými povinnostmi, které předepisují delší uchování osobních údajů. V takovém případě se osobní údaje nejprve zablokují pro použití k jiným účelům a následně jsou vymazány, jakmile uplyne zákonem stanovená lhůta pro jejich uchování. Za účelem provádění smlouvy využívá společnost H.d podporu poskytovatelů služeb, například v oblasti hostingu, pro údržbu a ostatní servisní služby. U těchto poskytovatelů služeb se může jednat o externí podniky a o podniky spojené se společností H.d podle §§ 15 a dalších německého zákona o akciových společnostech. Pomocí smluvních dohod s poskytovateli služeb zajišťuje společnost H.d, aby tito zpracovávali osobní údaje podle ustanovení ONOOÚ. To platí také, pokud mají být osobní údaje zpracovány mimo EU/EHP. Za účelem uplatnění práv zadavatele podle ONOOÚ na \n\n·        informace o zpracování jeho osobních údajů a na poskytnutí kopie těchto údajů (čl. 15 ONOOÚ), \n\n·        opravu nesprávných a doplnění neúplných osobních údajů (čl. 16 ONOOÚ), \n\n·        vymazání osobních údajů a, pokud byly tyto údaje zveřejněny, na to, aby společnost H.d informovala ostatní odpovědné osoby o žádosti o vymazání (čl. 17 ONOOÚ), \n\n·        omezení zpracování osobních údajů (čl. 18 ONOOÚ), \n\n·        přenositelnost údajů, takže mu jeho osobní údaje budou předány ve strukturovaném, běžném a strojově čitelném formátu, a právo na předání těchto údajů jiné odpovědné osobě bez omezení ze strany společnosti H.d (čl. 20 ONOOÚ) a \n\n·        na odvolání proti zpracování osobních údajů (čl. 21 ONOOÚ)\n\nse může zadavatel kdykoliv obrátit na osobu odpovědnou za ochranu osobních údajů ve společnosti H.d (privacy@hd.digital). Zadavatel má navíc právo stěžovat si u příslušného úřadu, pokud považuje zpracování údajů za neodpovídající ustanovením ONOOÚ (čl. 77 ONOOÚ).\n\n7.2            Smluvní strany jsou povinné nezpřístupňovat důvěrné informace třetím stranám, a to i po skončení smlouvy, a nepoužívat je k jiným než smluvním účelům. Za důvěrné se považují všechny informace o všech zadavateli zpřístupněných technických informacích a know-how i další informace, které jedna ze smluvních stran označí za důvěrné a které mají ekonomickou hodnotu. To se výslovně týká i provozních a obchodních tajemství.\n\n7.3            Povinnost mlčenlivosti se nevztahuje na informace, které byly bez porušení článku 7.2 známé jedné ze stran, nebo byly známé veřejně nebo již známé jsou, nebo které je nutné zpřístupnit z důvodu zákonných, soudních nebo úředních nařízení třetích stran nebo které v rámci předpokládaného prodeje podniku byly dány na vědomí mlčenlivostí vázaným třetím osobám. \n\n8.               Ceny\n\n8.1            Ceny služby ve verzi Premium jsou uvedeny ve zvláštním ceníku nebo v příslušné obchodní nabídce on-line. Zadavatel dostane v případě objednávky odpovídající potvrzující e-mail se všemi příslušnými údaji.\n\n8.2            Zadavatel je povinen dlužnou platbu uhradit v plné výši v rámci lhůty splatnosti. Pokud zadavatel bude s platbou v prodlení, vyhrazuje si společnost H.d. právo na zadržení plnění do doby splacení nebo, v případě další neúspěšné upomínky, smlouvu vypovědět z důležitého důvodu. V tomto případě zůstávají nárok na náhradu škody a další nároky vyhrazeny společnosti H.d. \n\n9.               Zpracování plateb\n\n9.1            Pokud si zadavatel vybere zpoplatněnou verzi služby Premium, platí pro něj následující platební postup: Pro uskutečnění plateb využívá společnost H.d služby Wirecard AG, Einsteinring 35, 85609 Aschheim a Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Irsko („poskytovatelé platebních služeb“). \n\n9.2            Poskytovatelé platebních služeb přijímají platby zadavatele prostřednictvím různých platebních metod na vlastní účet u některé z bank a peníze následně vyplácí společnosti H.d. Nabízené platební metody jsou mimo jiné, a nikoliv výlučně, platby přes Vorkasse, PayPal a kreditní kartou.\n\n \n\n10.            Další ustanovení\n\n10.1         Společnost H.d může jednotlivá nebo všechna plnění, která jsou pro společnost H.d závazná na základě této smlouvy, zejména služby, poskytovat prostřednictvím subdodavatelů.\n\n10.2         Společnost H.d může tyto VOP po předchozím upozornění, které bude obsahovat předpokládané změny, ve vztahu k zadavateli změnit. Společnost H.d může provést změny VOP pouze v takovém rozsahu, který bude pro zadavatele únosný, změny se nesmí týkat základních smluvních povinností a změna podmínek nesmí zadavatele celkově znevýhodnit. Zadavatel se může proti změně VOP do čtyř (4) týdnů od obdržení oznámení odvolat nebo vypovědět smlouvu bez dodržení výpovědní lhůty. Pokud se zadavatel proti změně VOP neodvolá nebo se neodvolá včas, považuje se to za udělení souhlasu se změnami VOP. Na následky nepodaného odvolání a na právo na výpověď smlouvy bez výpovědní lhůty upozorní společnost H.d zadavatele vždy při oznámení o změně VOP.\n\n10.3         Pokud se jedno z ustanovení této smlouvy stane zcela nebo částečně neplatným, neúčinným, neproveditelným nebo nevymahatelným („chybné ustanovení“), nebude to mít vliv na účinnost a vymahatelnost ostatních ustanovení této smlouvy. Strany se zavazují, že se místo chybného ustanovení dohodnou na ustanovení, které se bude přibližovat právním možnostem, na kterých se strany dohodnou podle smyslu a účelu této smlouvy, pokud uznají chybu daného ustanovení. Vychází-li chyba určitého ustanovení ze stanovené míry plnění nebo doby (lhůta nebo termín), musí být ustanovení v souladu s právně přípustným obsahem, který se nejvíce přibližuje původnímu obsahu. To samé platí pro případné mezery v regulaci v této smlouvě. Je výslovnou vůlí obou smluvních stran, aby tato salvátorská klauzule neměla za následek pouze přenesení důkazního břemene, ale aby celkově souvisela se zněním § 139 německého OZ.\n\n10.4         Smlouva a všechny nároky a práva vyplývající z této smlouvy nebo s ní související spadají výlučně do německého práva, s vyloučením práva kolizního, a je třeba je vykládat a vymáhat podle německého práva. Uplatnění úmluvy OSN o smlouvách o mezinárodní koupi zboží (CISG) je vyloučeno. Místem plnění je Düsseldorf.\n\n10.5         Výlučná příslušnost soudu pro všechny spory vyplývající z této smlouvy, z jejího uzavření nebo jejího provádění, nebo s tím související, je – pokud je to právně přípustné – Düsseldorf.\n\n \n\nVersion: August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_cz",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}