{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Dein Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Aktivieren",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deaktivieren",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verifizieren",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "Listing ansehen",
	"csa.google-search": "Google Suche",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Wähle eine Verifizierungsmethode",
	"csa.postcard-way": "Postkarte ist unterwegs",
	"csa.type-code": "Gib deinen Code ein",
	"csa.incoming-call": "Du wirst bald angerufen",
	"csa.verification-successful": "Verifizierung erfolgreich",
	"csa.complete-your-listing": "Um dein Listing zu erstellen, braucht Google eine Verifizierung",
	"csa.please-select-how": "Wähle bitte wie du deinen Verifizierungscode erhalten möchtest.",
	"csa.receive-your-code": "Erhalte deinen Code durch einen automatisierten Anruf oder eine Textnachricht auf diese Nummer",
	"csa.call": "Anruf",
	"csa.text": "Text",
	"csa.other-verifications": "Andere Verifizierungsoptionen",
	"csa.verify-later": "Verifiziere dich später",
	"csa.your-listing-only": "Dein Listing kann nur akzeptiert werden wenn die Verifizierung abgeschlossen ist.",
	"csa.later": "Später",
	"csa.receive-call-phone": "Du wirst in ein paar Sekunden einen Anruf auf diese Nummer erhalten",
	"csa.receive-call-sms": "In ein paar Sekunden bekommst du eine Textnachricht auf diese Nummer",
	"csa.receive-call-email": "Du erhältst in ein paar Sekunden eine E-Mail auf diese E-Mail Adresse",
	"csa.change-mind": "Meinung geändert?",
	"csa.verification-methods": "Verifizierungsmethoden",
	"csa.send-postcard": "Wir werden deine Postkarte so schnell wie möglich an folgende Adresse senden.",
	"csa.postcard-location": "Beachte bitte, dass es bis zu 4 Tage dauern kann bis die Postkarte an der Adresse eintrifft",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Fortsetzen",
	"csa.type-digits": "Bitte gebe den 6-stelligen Code den du erhalten hast ein.",
	"csa.confirm": "Bestätigen",
	"csa.receive-code": "Du hast keinen Code erhalten",
	"csa.send-code-again": "Code erneut senden",
	"csa.location-online": "Deine Location ist jetzt online und kann von deinen Kunden gefunden werden",
	"csa.change-info": "Wenn du Informationen hinzufügen oder ändern möchtest, kannst du das jederzeit im Dashboard machen.",
	"csa.close": "Schließen",
	"csa.navmenu-welcome": "Willkommen",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "vervollständigen",
	"csa.main.category": "Kategorie",
	"csa.your-restaurante": "Dein Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profil",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Dateneintrags-Assistent",
	"csa.some-content": "Etwas Inhalt",
	"csa.receive-code-email": "Erhalte den Code direkt in einer automatisierten E-Mail an diese E-Mail Adresse",
	"csa.send-email": "E-Mail senden",
	"csa.receive-code-postcard": "Erhalte deinen Code per Postkarte an die Adresse deiner Location",
	"csa.may-required": "Das kann bis zu 4 Tage dauern",
	"csa.request": "Anfrage",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Datenschutzerklärung\n\n \n\nVielen Dank für Ihr Interesse an unserem Web Listing Service „Ubicus“. Unser wichtigstes Kapital ist das Vertrauen unserer Kunden. Kundendaten zu schützen und nur so zu nutzen, wie es unsere Kunden von uns erwarten, hat für uns höchste Priorität. Die nachfolgenden Datenschutzhinweise sollen Sie daher über die Verarbeitung Ihrer persönlichen Daten und Ihre Rechte bei dieser Verarbeitung gemäß der Europäischen Datenschutzgrundverordnung (\"DSGVO\") und weiteren anwendbaren Datenschutzvorschriften informieren.\n\n1.               Allgemeines\n\n1.1            Verantwortliche Stelle für den Betrieb der Ubicus Dienste ist die Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (nachfolgend „H.d“, „wir“ oder „uns“). H.d legt höchsten Wert auf den Schutz Ihrer personenbezogenen Daten.\n\n1.2            Sie können unseren Datenschutzbeauftragten bei Fragen zum Datenschutz unter den folgenden Kontaktdaten erreichen: Hospitality Digital GmbH, Datenschutzbeauftragter, Metro-Straße 1, 40235 Düsseldorf, E-Mail: privacy@hd.digital.\n\n1.3            In dieser Datenschutzerklärung erläutern wir, wie wir im Rahmen der Bereitstellung Dienste personenbezogene Daten erheben, verarbeiten und nutzen. Personenbezogene Daten sind Einzelangaben über Ihre persönlichen oder sachlichen Verhältnisse. So fragen wir Sie etwa im Rahmen der Registrierung nach Ihrer Email-Adresse und Passwort und optional nach weiteren Angaben.\n\n1.4            Sofern Sie bereit Kunde auf der DISH Platform sind, werden Ihre Daten von dort direkt per Single Sign On (SSO) übermittelt. Diese müssen dann nicht erneut angegeben werden.\n\n1.5            Wir verarbeiten personenbezogene Daten, die wir über Sie erheben, verarbeiten und nutzen ausschließlich im Rahmen der anwendbaren gesetzlichen Vorschriften.\n\n2.               Verarbeitung personenbezogener Daten und Übermittlung an Dritte\n\n2.1            Einige personenbezogene Daten werden bei Nutzung unserer Dienste automatisch über ihr Endgerät (Computer, Mobiltelefon, Tablet etc.) erfasst. Erfasst werden die aktuell von Ihrem Endgerät verwendete IP-Adresse, Datum und Uhrzeit, der Browsertyp und das Betriebssystem Ihres Endgeräts sowie die aufgerufenen Seiten. Dies erfolgt für Zwecke der Datensicherheit und zur Optimierung unseres Angebots sowie der Verbesserung unserer Dienste. Eine sonstige Auswertung, mit Ausnahme für statistische Zwecke und dann grundsätzlich in anonymisierter Form, erfolgt grundsätzlich nur im Rahmen dieser Datenschutzerklärung. Die Verarbeitung dieser personenbezogenen Daten erfolgt auf Grundlage von Artikel 6 Absatz 1 Satz 1 Buchstabe f) DSGVO. Der Schutz unserer Website und die Optimierung unserer Dienste stellen ein legitimes Interesse unsererseits dar.\n\n2.2            Sofern Sie in Kontakt mit uns treten (etwa über eine Anfrage unter privacy@hd.digital), erheben, verarbeiten und nutzen wir nur diejenigen personenbezogenen Daten, die Sie uns mitgeteilt haben und die zur Bearbeitung und Beantwortung Ihrer Anfrage erforderlich sind.\n\n2.3            Um die in dieser Datenschutzerklärung genannten Datenverarbeitungsvorgänge zu ermöglichen, setzen wir Dienstleister als Datenverarbeiter im Sinne von Art. 28 DSGVO ein, zum Beispiel Dienstleister für Cloud Hosting, Wartung und weitere Serviceleistungen. Dabei handelt es sich sowohl um externe Dienstleister als auch um Dienstleister innerhalb des METRO Konzerns, die sich in Ländern innerhalb und außerhalb der Europäischen Union (EU) und des Europäischen Wirtschaftsraums (EWR) befinden. Wir stellen durch vertragliche Regelungen sicher, dass diese Dienstleister personenbezogene Daten gemäß der DSGVO verarbeiten, um ein hohes Datenschutzniveau zu gewährleisten, auch wenn personenbezogene Daten in ein Land übermittelt werden, in dem ein anderes Datenschutzniveau üblich ist und für das keine Angemessenheitsentscheidung der Kommission der EU vorliegt. Eine weitere Übermittlung personenbezogener Daten an andere Empfänger erfolgt nicht, es sei denn, wir sind gesetzlich dazu verpflichtet. Für weitere Informationen über angemessene Sicherheitsvorkehrungen für den internationalen Datentransfer oder eine Kopie davon wenden Sie sich bitte per E-Mail an unseren Datenschutzbeauftragten unter: privacy@hd.digital.\n\n3.               Cookies\n\n3.1            Um unsere Dienste attraktiv zu gestalten und die Nutzung bestimmter Funktionen zu ermöglichen, verwenden wir sogenannte Cookies. Hierbei handelt es sich um kleine Textdateien, die auf Ihrem Endgerät abgelegt werden. Einige der von uns verwendeten Cookies werden nach dem Ende der Browser-Sitzung, also nach Schließen Ihres Browsers, wieder gelöscht (sog. Sitzungs-Cookies). Andere Cookies verbleiben auf Ihrem Endgerät und ermöglichen uns, Ihren Browser beim nächsten Besuch wiederzuerkennen (persistente Cookies). Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und einzeln über deren Annahme entscheiden oder die Annahme von Cookies für bestimmte Fälle oder generell ausschließen. Nähere Informationen hierzu erhalten Sie in der Hilfefunktion Ihres Internet Browsers. Bei der Nichtannahme von Cookies kann die Funktionalität unserer Website eingeschränkt sein. Indem Sie unser „Cookie-Banner“ akzeptieren, stimmen Sie der Verarbeitung Ihrer personenbezogenen Daten durch Cookies zu. Die Verarbeitung dieser personenbezogenen Daten erfolgt auf Grundlage von Artikel 6 Absatz 1 Satz 1 Buchstabe a) DSGVO. Im Folgenden gehen wir auf konkrete Cookies ein.\n\n3.2            Wir verwenden Adobe Analytics, einen Dienst von Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republic of Ireland; \"Adobe\"). Dieser Dienst verwendet Cookies, die auf Ihrem Endgerät gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) werden an Server von Adobe in Irland übertragen und dort anonymisiert und sodann in anonymisierter Form zur weiteren Verarbeitung an Server in den USA übertragen und dort gespeichert. Adobe nutzt diese Informationen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Soweit gesetzlich vorgeschrieben oder soweit Dritte diese Daten im Auftrag von Adobe verarbeiten, können diese Informationen gegebenenfalls an Dritte übertragen werden. In keinem Fall wird Ihre IP-Adresse mit anderen Daten von Adobe in Verbindung gebracht. Sie können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website voll umfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden. Der Datenerhebung durch Adobe kann jederzeit mit Wirkung für die Zukunft widersprochen werden. Näheres über den Widerruf erfahren Sie unter http://www.adobe.com/privacy/opt-out.html.\n\n4.               Bereitstellung von personenbezogenen Daten und Aufbewahrungsfristen\n\nDie Bereitstellung Ihrer persönlichen Daten geschieht freiwillig. Sie sind gesetzlich nicht verpflichtet, uns Ihre personenbezogenen Daten zur Verfügung zu stellen. Wenn Sie uns Ihre persönlichen Daten nicht zur Verfügung stellen, hat dies keine Konsequenzen für Sie, außer dass Sie unsere Dienste nicht nutzen können. Personenbezogene Daten, die Sie uns über unsere Dineste mitteilen, werden nur so lange gespeichert, bis der Zweck, zu dem sie verarbeitet wurden, erfüllt ist. Abweichende Aufbewahrungsfristen können sich auch aus einem berechtigten Interesse von H.d ergeben (z.B. zur Gewährleistung der Datensicherheit und zur Verhinderung von Missbrauch). Personenbezogene Daten, die wir aufgrund gesetzlicher oder vertraglicher Aufbewahrungspflichten speichern müssen, werden gesperrt.\n\n5.               Ihre Rechte\n\nZur Ausübung Ihrer Rechte gemäß der DSGVO auf \n\n·                 Auskunft über die Verarbeitung Ihrer personenbezogenen Daten sowie auf eine Kopie dieser Daten (Art. 15 DSGVO),\n\n·                 Berichtigung unrichtiger und Vervollständigung unvollständiger personenbezogener Daten (Art. 16 DSGVO),\n\n·                 Löschung Ihrer personenbezogenen Daten und sofern diese öffentlich gemacht wurden, darauf, dass H.d andere Verantwortliche über den Löschantrag informiert (Art. 17 DSGVO),\n\n·                 Einschränkung der Verarbeitung Ihrer personenbezogenen Daten (Art. 18 DSGVO),\n\n·                 Datenübertragbarkeit, so dass Ihnen Ihre personenbezogenen Daten in einem strukturierten, gängigen und maschinenlesbaren Format übergeben werden und das Recht darauf, diese Daten einem anderen Verantwortlichen ohne Behinderung durch H.d zu übermitteln (Art. 20 DSGVO)\n\n·                 Widerruf einer erteilten Einwilligung; der Widerruf berührt nicht die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung (Art. 7 DSGVO)  und\n\n·                 auf Widerspruch gegen die Datenverarbeitung (Art. 21 DSGVO)\n\nkönnen Sie sich jederzeit an den Datenschutzbeauftragten von H.d (privacy@hd.digital) wenden. Sie haben zudem das Recht, sich bei der zuständigen Aufsichtsbehörde zu beschweren, soweit Sie die Datenverarbeitung als nicht vereinbar mit der DSGVO betrachten (Art. 77 DSGVO).\n\nStand: August 2019/ AG\n\nUbicus_B2B_Privacy_V1_August 2019_de",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Allgemeine Geschäftsbedingungen der Hospitality DIgital GMBH für den Web Listing Service „UBICUS“\n\nHospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf („H.d“) bietet Unternehmern der Hotel- und Gastronomiebranche („Auftraggeber“) die Nutzung des Web Listing Services namens „UBICUS“ an. Der Service wird in einer kostenfreien Basis – Version und einer kostenpflichtigen Premium – Version angeboten (zusammen die „Dienste“). Beide Dienste werden im Nachfolgenden näher beschrieben.\n\n1.               Anwendungsbereich\n\n1.1            H.d erbringt die Dienste und weitere Leistungen ausschließlich auf Grundlage der nachfolgenden Vertragsbedingungen („AGB“).\n\n1.2            H.d erbringt die Dienste ausschließlich gegenüber Auftraggebern die keine Verbraucher im Sinne von § 13 BGB sind.\n\n1.3            Abweichende Bedingungen des Auftraggebers gelten auch dann nicht, wenn H.d diese nicht ausdrücklich zurückweist und/oder trotz Kenntnis der entgegenstehenden und/oder abweichenden Bedingungen des Auftraggebers Dienste und/oder Leistungen ohne Vorbehalt erbringt.\n\n2.               Umfang der Dienste\n\n2.1            Die Dienste umfassen in der Basis – Version die folgenden kostenfreien Leistungen der H.d während der Laufzeit des Vertrags:\n\n(a)             Erfassung und Speicherung von Angaben des Auftraggebers.\n\n \n\nIm Rahmen der Dienste überlässt der Auftraggeber nachfolgende Angaben für einen Standort / Filiale:\n\nAllgemeinen Angaben (Name des Unternehmens, Kategorie), Angaben zur lokalen Erreichbarkeit (Anschrift und Öffnungszeiten),         Angaben zur Erreichbarkeit über Telekommunikationsmittel (Telefonnummern, Email-Adressen, Webseiten), angebotenen Dienstleistungen und Services.\n\n \n\n(b)             Veröffentlichung auf Online Plattformen („Publishing“)\n\nDie Dienste ermöglichen eine automatische Übermittlung dieser Angaben an Drittanbieter zur Veröffentlichung auf von diesen betriebenen Online Plattformen. In der Basis – Version werden dem Auftraggeber hier nicht alle angeschlossenen Online Plattformen angeboten, sondern lediglich eine Auswahl. Sofern Angaben innerhalb des Dienstes aktualisiert werden, werden diese Aktualisierung automatisch an die angebundenen Online Plattformen weitergeleitet.\n\n(c)             Übernahme der Managementrechte („Claiming“)\n\nFür den Fall eines bereits bestehenden Eintrags bei einem Drittanbieter wird, sofern vom Drittanbieter ermöglicht, die Übernahme der Managementrechte an dieser Veröffentlichung angestoßen und ggf. unter Mitwirkung des Kunden erwirkt. Dies ermöglicht dann ebenfalls die automatisierte Aktualisierung von Angaben über die Dienste.\n\n \n\n(d)             Reputationsmanagement\n\nDie Dienste ermöglichen die (automatisierte) Abfrage und aggregierte Darstellung von Kundenfeedback wie Bewertungen, Reviews oder Fragen auf den Plattformen der Drittanbieter. Die Dienste bieten die Möglichkeit, auf Kundenfeedback zu antworten bzw. unangemessenen Inhalt zu melden, sofern dies vom Drittanbieter vorgesehen ist. In der Basis – Version sind diese Zusatzleistungen zum Teil auf eine bestimmte Anzahl von Antworten oder Benachrichtigungen (z.B. nur fünf Mal im Monat möglich) beschränkt.\n\n \n\n(e)             Statistiken & Analysen\n\nDie Dienste bieten die Sammlung, Sortierung und aggregierte Darstellung von Nutzungsstatistiken der Inhalte bei den Drittanbietern (z.B. Seitenzugriffe, Anzeigen von Suchanfragen). Im Rahmen der Basis – Version wird ein eingeschränkter Umfang an Nutzungsstatistiken und Filter-/ Sortiermöglichkeiten zur Verfügung gestellt.\n\n \n\n2.2            Die Dienste umfassen in der Premium – Version die folgenden zusätzliche zur Basis – Version bestehende kostenpflichtigen Leistungen der H.d während der Laufzeit des Vertrags:\n\n(a)             Erfassung und Speicherung von Angaben des Auftraggebers\n\nWie 2.1 (a).\n\n(b)             Veröffentlichung auf Online Plattformen („Publishing“)\n\nIm Rahmen der Premium – Version erfolgt die Veröffentlichung auf allen an die Dienste angeschlossenen Plattformen. Zudem besteht die Möglichkeit zum Management von mehreren Filialen / Standorten über die Dienste und gemäß der Konditionen der Plattformen. Eine Suche und Unterdrückung von Duplikaten von Einträgen bei den Drittanbietern ist möglich. Es findet eine regelmäßige Prüfung der Einträge bei Drittanbietern auf inkorrekte Änderungen durch Dritte statt.\n\n(c)             Übernahme der Managementrechte („Claiming“)\n\nWie 2.1 (c).\n\n(d)             Reputationsmanagement\n\nIn der Premium – Version ist die Anzahl an Antworten, Benachrichtigungen unbeschränkt. Auch stehen alle Optionen zur Filterung und Sortierung zur Verfügung.\n\n(e)             Statistiken & Analysen\n\nIn der Premium – Version steht dem Auftraggeber der volle Umfang an Nutzungsstatistiken und Filter-/Sortierungsmöglichkeiten zur Verfügung.\n\n(f)               Content Publishing\n\nIm Rahmen der Premium – Version erhält der Auftraggeber die Möglichkeit, sofern dies von Drittanbieter unterstützt wird, Nachrichten für die Publikation bei Drittanbietern zu verfassen und zur Veröffentlichung zu übermitteln (z.B. Special Offers, News, Events).\n\n2.3            H.d kann dem Auftraggeber zusätzliche Leistungen im Zusammenhang mit der Basis - und Premium - Version anbieten bzw. notwendige, für den Auftraggeber nicht nachteilige Änderung im Umfang der Leistung vornehmen, die jeweils zu den Bedingungen dieser AGB erbracht werden.\n\n2.4            H.d kann die Dienste und weiteren Leistungen an den Stand der Technik und technische Entwicklungen oder Notwendigkeiten anpassen, soweit dies für den Auftraggeber zumutbar ist.\n\n2.5            H.d kann die Dienste unter Einhaltung einer angemessenen Frist einstellen. H.d informiert den Auftraggeber über die Einstellung der Dienste rechtzeitig (mindestens zwei Wochen vorher).\n\n3.               Pflichten des Auftraggebers\n\n3.1            Der Auftraggeber ist verpflichtet, die bei Vertragsschluss angegebenen Geschäfts- und Kontaktdaten während der Vertragslaufzeit stets aktuell zu halten und H.d jede Änderung unverzüglich schriftlich oder per E-Mail mitzuteilen. Der Auftraggeber trägt ferner Sorge dafür, dass die H.d mitgeteilte E-Mail-Adresse regelmäßig abgerufen wird, um vertragsrelevante Informationen zu erhalten.\n\n3.2            Zugangsdaten, die der Auftraggeber von H.d erhält, wird der Auftraggeber vor dem Zugriff unberechtigter Dritter schützen. Der Auftraggeber informiert H.d unverzüglich, sollte der Auftraggeber den begründeten Verdacht oder Kenntnis über einen möglichen Missbrauch der überlassenen Zugangsdaten haben. H.d ist in diesem Fall berechtigt, die Zugangsdaten des Auftraggebers zu den Diensten vorübergehend bis zur Ausräumung des Missbrauchsverdachts zu sperren. Sollte ein tatsächlicher Missbrauchsfall vorliegen, ist H.d berechtigt, die Zugangsdaten dauerhaft zu sperren und dem Auftraggeber andere Zugangsdaten zuzuweisen.\n\n3.3            Der Auftraggeber trägt allein die Verantwortung für die Richtigkeit und Vollständigkeit der von ihm überlassenen Angaben. Eine Überprüfung seitens H.d findet nicht statt. Insofern übernimmt H.d hierfür auch keinerlei Gewähr (siehe auch Ziffer: 6).\n\n4.               Besondere Bestimmungen Dienste Software\n\n4.1            H.d räumt dem Auftraggeber das Recht zum Zugang zur Dienste Software ein, ohne dass der Auftraggeber hierfür in der Basis – Version eine über die in diesen AGB vorgesehenen Leistungen des Auftraggebers hinausgehende Vergütung schuldet. Die Nutzung ist nur für den eigenen internen geschäftlichen Gebrauch des Auftraggebers gestattet. Der Auftraggeber verpflichtet sich, die Dienste nicht in rechtswidriger Art und Weise oder für rechtswidrige Zwecke zu verwenden.\n\n4.2            Ein Zugriff auf die Dienste oder Ihre Nutzung durch den Auftraggeber für Dritte oder andere Zwecke ist nicht gestattet. Insbesondere erhält der Auftraggeber nicht das Recht, die Dienste Software zu vervielfältigen, Dritten zur Verfügung zu stellen oder zugänglich zu machen, die Dienste Software zu disassemblieren oder sonst zu ändern.\n\n4.3            Der Auftraggeber ist nicht berechtigt, einem Dritten Nutzungsrechte an der Dienste Software einzuräumen. Insbesondere ist dem Auftraggeber eine Weitergabe der mitgeteilten Zugangsdaten zu den Diensten ohne ausdrückliche vorherige Zustimmung von H.d auch während der Vertragslaufzeit nicht gestattet.\n\n4.4            Der Auftraggeber erklärt seine Einwilligung, dass H.d alle von dem Auftraggeber zur Verfügung gestellten Daten („Daten“) speichern, analysieren und für Auswertungszwecke nutzen darf.\n\n4.5            Als weitere Gegenleistung für die Zurverfügungstellung der Dienste Software räumt der Auftraggeber H.d zudem die Befugnis ein, die Daten des Auftraggebers mit weiteren Daten (etwa aus öffentlich zugänglichen Quellen Dritter (wie z.B. Bewertungsportalen und Sozialen Medien) oder anderen, für H.d zugängliche Datenquellen) anzureichern, zu kombinieren und nach freiem Ermessen von H.d für eigene Zwecke auszuwerten sowie diese Auswertungen an Dritte (insbesondere, aber nicht ausschließlich, solche, die in die (Weiter-)Entwicklung und den Betrieb der Dienste Software als Subdienstleister miteingebunden sind sowie Partnerunternehmen von H.d, die digitale Lösungen oder anderweitige Dienstleistungen für den Geschäftsbetrieb des Auftraggebers anbieten) weiterzugeben und diesen zugänglich zu machen.\n\n4.6            Auch nach einer Kündigung kann H.d die Daten und die damit erzielten Auswertungsergebnisse weiter unbeschränkt nutzen. Hiervon ausgenommen sind etwaige personenbezogenen Daten des Auftraggebers bzw. der Mitarbeiter des Auftraggebers, die nach Vertragsende nur im Rahmen des gesetzlich Erlaubten genutzt werden dürfen.\n\n5.               Vertragsschluss, Laufzeit, Kündigung\n\n5.1            Der Vertrag kommt entweder direkt im Verkaufsprozess durch elektronische Unterschrift des Auftraggebers oder ansonsten durch Annahme des Angebots des Auftraggebers auf Abschluss eines Vertrags über die Dienste durch H.d zustande, indem der Auftraggeber sich online registriert. Die Annahme erfolgt in diesem Falle durch entsprechende Gewährung des Zugangs zur Dienste Software bzw. durch Beginn der Leistungserbringung durch H.d.\n\n5.2            Der Vertrag wird in der Basis – Version auf unbestimmte Zeit geschlossen und kann durch den Auftraggeber jederzeit, von H.d mit einer Frist von zwei (2) Wochen gekündigt werden.\n\n5.3            Der Vertrag in der Premium – Version wird ebenfalls auf unbestimmte Zeit abgeschlossen, sofern sich aus dem konkreten kommerziellen Angebot nicht etwas anderes ergibt. Sofern sich aus dem kommerziellen Angebot keine Mindestlaufzeit ergibt, kann der Auftraggeber auch die Premium – Version jederzeit kündigen. Eine Kündigung der Premium – Version seitens H.d kann mit einer Frist von zwei (2) Wochen erfolgen.\n\n5.4            Sofern seitens H.d nicht anders angeboten, müssen Kündigungen schriftlich oder per E-Mail erfolgen. Ein Löschen des Accounts durch den Auftraggeber steht einer Kündigung gleich und wird wie eine solche behandelt.\n\n5.5            Das Recht der Parteien zur fristlosen Kündigung des Vertrages aus wichtigem Grund bleibt unberührt. Ein wichtiger Grund liegt insbesondere vor, wenn der Auftraggeber gegen eine Verpflichtung aus den Ziffern 3, 4, 6.4 und 8.2 verstößt.\n\n5.6            Nach Beendigung des Vertrags, gleich aus welchem Grund, wird H.d sämtliche im Rahmen der Vertragsbeziehung durch den Auftraggeber auf dem Speicherplatz gespeicherten Daten innerhalb von dreißig (30) Tagen löschen, sofern der Auftraggeber die Löschung nicht über die Software selbst vornimmt. Zudem löscht H.d die Eigentums- und Managementrechte an den Publikationen bei den Drittanbietern aus seinen Systemen bzw. Accounts bei den Drittanbietern. Soweit dies möglich ist, wird H.d den Auftraggeber dazu einladen, das Management der Listing selbst zu übernehmen. Für die Löschung der Listings bei den Drittanbietern muss sich der Auftraggeber in diesem Falle direkt an die Anbieter wenden. Es gelten die Bedingungen der Anbieter.\n\n6.               Gewährleistung und Haftung, Freistellung\n\n6.1            Für die Dienste und Leistungen, die H.d dem Auftraggeber zur Verfügung stellt, ersetzt H.d dem Auftraggeber ausschließlich den Schaden, der dem Auftraggeber aufgrund von arglistig verschwiegenen Mängeln entstanden ist. Eine darüber hinausgehende Haftung der H.d für Rechts- und/oder Sachmängel besteht für zur Verfügung gestellte Dienste und Leistungen nicht.\n\n6.2            H.d, ihre Erfüllungsgehilfen oder gesetzlichen Vertreter haften für die Dienste und Leistungen, die H.d dem Auftraggeber zur Verfügung stellt, nur in Fällen vorsätzlicher Handlungen, grober Fahrlässigkeit oder bei schuldhafter Verletzung des Lebens, des Körpers oder der Gesundheit sowie bei Arglist. Die Haftung nach dem Produkthaftungsgesetz bleibt hiervon unberührt.\n\n6.3            Im Rahmen der Vertragserfüllung ist H.d aufgrund der Art der Dienste von Dritten abhängig. H.d kann daher keinerlei Haftung für den Fall übernehmen, dass Drittanbieter ihre Nutzungsbedingungen oder technischen Anbindungen verändern und eine weitere Nutzung unserer Dienste nur noch eingeschränkt oder im Extremfall gar nicht mehr möglich ist. Aus diesem Grunde kann H.d auch keinerlei Zusagen zur Anbindung an einzelne Drittanbieter machen.\n\n6.4            Der Auftraggeber ist für die Richtigkeit der Daten verantwortlich und versichert, über die notwendigen Rechte für die Daten zu verfügen. Die notwendigen Rechte schließen sämtliche erforderlichen Einwilligungen Betroffener sowie Nutzungs- und Verwertungsrechte ein.\n\n6.5            Der Auftraggeber stellt H.d, ihre Erfüllungsgehilfen und gesetzlichen Vertreter sowie die mit H.d verbundenen Unternehmen gem. § 15 AktG auf erste Anforderung von sämtlichen Ansprüchen Dritter frei, die diese aufgrund oder in Zusammenhang mit den Diensten und/oder weiteren Leistungen gegenüber H.d, ihren Erfüllungsgehilfen, gesetzlichen Vertretern und/oder mit H.d verbundenen Unternehmen geltend machen, einschließlich Ansprüche Dritter aufgrund unrechtmäßig genutzter Daten und/oder fehlender Einwilligungen von Betroffenen und/oder Verletzungen von Persönlichkeitsrechten von Mitarbeitern des Auftraggebers. Diese Freistellung umfasst auch die notwendigen Rechtsverfolgungskosten einschließlich der Kosten für Schiedsverfahren.\n\n7.               Datenschutz, Geheimhaltung\n\n7.1            H.d verarbeitet die personenbezogenen Daten des Auftraggebers, seiner Mitarbeiter sowie anderer Dritter, sofern diese durch den Auftraggeber zur Verfügung gestellt werden, ausschließlich zur Durchführung dieses Vertrages, etwa zur Kontaktaufnahme und zur Bereitstellung der Leistungen. Dies schließt sowohl die Nutzungsdaten ein, die bei Benutzung der Dienste anfallen, als auch die Daten, die der Auftraggeber zur Verfügung stellt. Ohne die Zurverfügungstellung dieser personenbezogenen Daten ist die Durchführung des Vertrages nicht möglich. Diese Verarbeitung der personenbezogenen Daten erfolgt auf Grundlage des Art. 6 Abs. 1 Satz 1 Buchstabe b) Datenschutzgrundverordnung (DSGVO). Die personenbezogenen Daten des Auftraggebers werden nach Beendigung des Vertrages gelöscht, es sei denn, es stehen gesetzliche Pflichten entgegen, die eine längere Speicherung der personenbezogenen Daten gebieten. In diesem Fall werden die personenbezogenen Daten für die Nutzung zu anderen Zwecken zunächst gesperrt und anschließend gelöscht, sobald die gesetzlich vorgeschriebene Speicherfrist abgelaufen ist. Zu Zwecken der Vertragsdurchführung bedient sich H.d der Unterstützung von Dienstleistern, etwa im Bereich des Hostings, für Wartungs- und weitere Serviceleistungen. Bei diesen Dienstleistern kann es sich um externe Unternehmen sowie um mit H.d gemäß §§ 15 ff. Aktiengesetz verbundene Unternehmen handeln. Durch vertragliche Vereinbarungen mit den Dienstleistern stellt H.d sicher, dass diese personenbezogene Daten entsprechend den Vorgaben der DSGVO verarbeiten. Dies gilt auch, soweit die personenbezogenen Daten außerhalb der EU/des EWR verarbeitet werden sollten. Zur Ausübung der Rechte des Auftraggebers gemäß der DSGVO auf\n\n·        Auskunft über die Verarbeitung seiner personenbezogenen Daten sowie auf eine Kopie dieser Daten (Art. 15 DSGVO),\n\n·        Berichtigung unrichtiger und Vervollständigung unvollständiger personenbezogener Daten(Art. 16 DSGVO),\n\n·        Löschung seiner personenbezogenen Daten und sofern diese öffentlich gemacht wurden, darauf, dass H.d andere Verantwortliche über den Löschantrag informiert (Art. 17 DSGVO),\n\n·        Einschränkung der Verarbeitung seiner personenbezogenen Daten (Art. 18 DSGVO),\n\n·        Datenübertragbarkeit, so dass ihm seine personenbezogenen Daten in einem strukturierten, gängigen und maschinenlesbaren Format übergeben werden und das Recht darauf, diese Daten einem anderen Verantwortlichen ohne Behinderung durch H.d zu übermitteln (Art. 20 DSGVO) und\n\n·        auf Widerspruch gegen die Datenverarbeitung (Art. 21 DSGVO)\n\nkann sich der Auftraggeber jederzeit an den Datenschutzbeauftragten von H.d(privacy@hd.digital) wenden. Der Auftraggeber hat zudem das Recht, sich bei der zuständigen Aufsichtsbehörde zu beschweren, soweit der Auftraggeber die Datenverarbeitung als nicht vereinbar mit der DSGVO betrachtet (Art. 77 DSGVO).\n\n7.2            Die Parteien sind verpflichtet, vertrauliche Informationen auch nach Ende der Vertragslaufzeit Dritten nicht zugänglich zu machen und nicht für andere, dem Vertrag nicht dienenden Zwecke zu verwenden. Als vertraulich gelten alle Informationen über alle dem Auftraggeber zugänglich gemachten technischen Informationen und Know-how sowie sonstige Informationen, die von einer der beiden Parteien als vertraulich gekennzeichnet werden und wirtschaftlichen Wert besitzen. Dies schließt Betriebs- und Geschäftsgeheimnisse ausdrücklich mit ein.\n\n7.3            Die Geheimhaltungsverpflichtung bezieht sich nicht auf Informationen, die ohne Verstoß gegen Ziffer 7.2 einer Partei der jeweils anderen Partei oder öffentlich bekannt geworden oder bereits bekannt sind, oder die aufgrund gesetzlicher, richterlicher oder behördlicher Anordnung Dritten zugänglich zu machen sind oder im Rahmen eines beabsichtigten Unternehmenskaufs durch zur Verschwiegenheit verpflichtete Dritte in Augenschein genommen werden.\n\n8.               Vergütung\n\n8.1            Die Preise der Dienste in der Premium – Version ergeben sich aus einer gesonderten Preisliste bzw. dem jeweils online dargestellten kommerziellen Angeboten. Der Auftraggeber erhält im Falle der Bestellung eine entsprechende Bestätigungs-Email mit allen relevanten Angaben.\n\n8.2            Der Auftraggeber ist verpflichtet die geschuldete Vergütung innerhalb der Zahlungsfrist vollständig zu erfüllen. Sofern der Auftraggeber mit einer Zahlung in Verzug gerät, behält sich H.d. das Recht vor, die eigene Leistung bis zu Zahlung zurückzuhalten oder nach erneuter fruchtloser Zahlungsaufforderung den bestehenden Vertrag aus wichtigem Grund zu kündigen. Die Geltendmachung von Schadensersatz und weiterer sonstiger Ansprüche bleibt H.d in diesem Falle vorbehalten.\n\n9.               Zahlungsabwicklung\n\n9.1            Sofern der Auftraggeber die kostenpflichtige Premium – Version der Dienste wählt, gilt für den Zahlungsprozess folgendes: Zur Abwicklung von Zahlungen setzt H.d die Wirecard AG, Einsteinring 35, 85609 Aschheim sowie die Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Irland (die „Zahlungsdienstleister“) ein.\n\n9.2            Die Zahlungsdienstleister nehmen dabei die Zahlungen des Auftraggebers mittels der verschiedenen Bezahlmethoden auf einem eigenen Konto bei einem Kreditinstitut entgegen und zahlen die Gelder an H.d aus. Zu den bereitgestellten Zahlungsmethoden gehören unter anderem, aber nicht ausschließlich, die Zahlung via Vorkasse, PayPal, und Kreditkarte.\n\n \n\n10.            Sonstige Bestimmungen\n\n10.1         H.d kann einzelne oder alle Leistungen, die H.d im Rahmen dieses Vertrages schuldet, insbesondere die Dienste, durch Unterauftragnehmer erbringen.\n\n10.2         H.d kann diese AGB nach vorheriger Ankündigung, einschließlich der beabsichtigten Änderungen, gegenüber dem Auftraggeber ändern. H.d kann Änderungen der AGB nur in einem Umfang vornehmen, dass dies für den Auftraggeber zumutbar ist, die Änderungen nicht die wesentlichen Vertragspflichten betreffen oder der Auftraggeber durch die Änderung insgesamt nicht schlechter gestellt wird. Der Auftraggeber kann einer Änderung der AGB innerhalb von vier (4) Wochen nach Zugang der Mitteilung widersprechen oder den Vertrag ohne Einhaltung einer Frist kündigen. Sofern der Auftraggeber der Änderung der AGB nicht oder nicht fristgemäß widerspricht, gilt seine Zustimmung zur Änderung der AGB als erteilt. Auf die Folgen eines unterbliebenen Widerspruchs und auf das Recht zur fristlosen Kündigung des Vertrages wird H.d den Auftraggeber bei Mitteilungen zu Änderungen der AGB jeweils hinweisen.\n\n10.3         Sollte eine Bestimmung dieses Vertrags ganz oder teilweise nichtig, unwirksam, undurchführbar oder nicht durchsetzbar („Fehlerhafte Bestimmung“) sein oder werden, so werden die Wirksamkeit und die Durchsetzbarkeit der übrigen Bestimmungen dieses Vertrags davon nicht berührt. Die Parteien verpflichten sich vielmehr bereits jetzt, anstelle der Fehlerhaften Bestimmung eine solche zu vereinbaren, die im Rahmen der rechtlichen Möglichkeiten dem am nächsten kommt, was die Parteien nach dem Sinn und Zweck dieses Vertrags vereinbart hätten, wenn sie die Fehlerhaftigkeit der Bestimmung erkannt hätten. Beruht die Fehlerhaftigkeit einer Bestimmung auf einem darin festgelegten Maß der Leistung oder der Zeit (Frist oder Termin), so ist die Bestimmung mit einem dem ursprünglichen Maß am nächsten kommenden rechtlich zulässigen Maß zu vereinbaren. Gleiches gilt für etwaige Regelungslücken in diesem Vertrag. Es ist der ausdrückliche Wille der Parteien, dass diese salvatorische Klausel keine bloße Beweislastumkehr zur Folge hat, sondern § 139 BGB insgesamt abbedungen ist.\n\n10.4         Der Vertrag und alle Ansprüche und Rechte aus oder im Zusammenhang mit dem Vertrag unterliegen ausschließlich deutschem Recht unter Ausschluss des Kollisionsrechts und sind nach Maßgabe deutschen Rechts auszulegen und durchzusetzen. Die Anwendung des Übereinkommens der Vereinten Nationen über Verträge über den internationalen Warenkauf (CISG) ist ausgeschlossen. Erfüllungsort ist Düsseldorf.\n\n10.5         Ausschließlicher Gerichtsstand für alle Streitigkeiten aus oder im Zusammenhang mit diesem Vertrag, seinem Zustandekommen oder seiner Durchführung ist – soweit rechtlich zulässig – Düsseldorf.\n\n \n\nStand: August 2019/AG\n\nUbicus_B2B_TC_V1_August  2019_de",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}