{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Política de privacidad\n\n \n\nLe agradecemos su interés en nuestro servicio de posicionamiento web «Ubicus». Nuestro principal activo es la confianza de nuestros clientes. Nuestra máxima prioridad consiste en proteger y utilizar los datos de cliente tal y como nuestros clientes esperan de nosotros. Por lo tanto, las siguientes indicaciones de protección de datos pretenden informarle sobre el tratamiento de sus datos personales y sus derechos con respecto a este tratamiento de acuerdo con el Reglamento general de protección de datos de la Unión Europea («RGPD») y otras normas de protección de datos aplicables.\n\n1.               Generalidades\n\n1.1            El organismo responsable del servicio Ubicus es Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (en lo sucesivo, «H.d» o «nosotros»). H.d concede gran importancia a la protección de sus datos personales.\n\n1.2            Si tiene preguntas sobre la protección de datos, puede ponerse en contacto con nuestro delegado de protección de datos mediante los siguientes datos de contacto: Hospitality Digital GmbH, Datenschutzbeauftragter, Metro-Straße 1, 40235 Düsseldorf, correo electrónico: privacy@hd.digital.\n\n1.3            En la presente política de privacidad, explicamos cómo recopilamos, tratamos y utilizamos los datos de carácter personal durante la prestación de los servicios. Los datos personales son información individual sobre su situación personal o material. En el contexto del registro, le solicitamos su dirección de correo electrónico y contraseña y otros datos opcionales. \n\n1.4            Si usted es un cliente de la plataforma DISH, sus datos se enviarán directamente desde allí a través del inicio de sesión único (SSO). No será necesario volver a introducirlos.\n\n1.5            Tratamos los datos personales que recopilamos, procesamos y utilizamos exclusivamente de acuerdo con las disposiciones legales aplicables.\n\n2.               Tratamiento de datos carácter personal y transmisión a terceros \n\n2.1            Algunos datos personales se recopilan de forma automática a través de su terminal (ordenador, teléfono móvil, tableta, etc.) cuando utiliza nuestros servicios. Se recopila la dirección IP que utiliza su terminal, la fecha y la hora, el tipo de navegador, el sistema operativo de su terminal y las páginas visitadas. Esto se lleva a cabo con fines de seguridad de datos, así como para optimizar nuestra oferta y mejorar nuestros servicios. Cualquier otra evaluación, con excepción de los fines estadísticos o en su forma anónima, solo se lleva a cabo en el marco de la presente política de privacidad. El tratamiento de dichos datos de carácter personal se lleva a cabo con arreglo al artículo 6, apartado 1, primera frase, letra f) del RGPD. La protección de nuestro sitio web y la optimización de nuestros servicios representan un interés legítimo por nuestra parte.\n\n2.2            Si se pone en contacto con nosotros (por ejemplo, a través de una consulta a privacy@hd.digital), solo recopilaremos, trataremos y utilizaremos los datos de carácter personal que nos haya proporcionado y que resulten necesarios para procesar y responder a su consulta.\n\n2.3            Con el fin de permitir las operaciones de tratamiento de datos mencionadas en la presente política de privacidad, utilizamos proveedores de servicios como procesadores de datos con arreglo al artículo 28 del RGPD, por ejemplo, proveedores de servicios de alojamiento web, mantenimiento y otros servicios. Se trata tanto de proveedores de servicios externos como de proveedores de servicios dentro del grupo METRO ubicados en países dentro y fuera de la Unión Europea (UE) y del Espacio Económico Europeo (EEE). Contamos con acuerdos contractuales para garantizar que dichos proveedores de servicios traten los datos de carácter personal de acuerdo con el RGPD con el fin de garantizar un elevado nivel de protección de datos, incluso si los datos personales se transfieren a un país con un nivel diferente de protección de datos y para el que la Comisión de la UE no ha tomado una decisión sobre el carácter adecuado. No se realizará ninguna transmisión de datos de carácter personal a otros destinatarios a menos que estemos legalmente obligados a ello. Si desea obtener más información sobre las medidas de seguridad adecuadas para las transferencias internacionales de datos o una copia de las mismas, envíe un correo electrónico a nuestro delegado de protección de datos a: privacy@hd.digital.\n\n3.               Cookies\n\n3.1            Utilizamos las denominadas cookies con el fin de hacer nuestros servicios atractivos y permitir el uso de ciertas funciones. Se trata de pequeños archivos de texto que se almacenan en su terminal. Algunas de las cookies que utilizamos se borran tras finalizar la sesión en el navegador, es decir, tras cerrar el navegador (las denominadas cookies de sesión). Otras cookies permanecen en su terminal y nos permiten reconocer su navegador en su próxima visita (cookies persistentes). Puede configurar su navegador para que le informe sobre la instalación de cookies, para que decida sobre la aceptación en cada caso o para que acepte o excluya la aceptación de cookies de forma general o para determinados casos. Encontrará más información al respecto en la función de ayuda de su navegador de internet. El rechazo de cookies puede limitar la funcionalidad de nuestro sitio web. Al aceptar nuestro «banner de cookies», consiente el tratamiento de sus datos de carácter personal mediante cookies. El tratamiento de dichos datos de carácter personal se realiza con arreglo al artículo 6, apartado 1, primera frase, letra a) del RGPD. A continuación, trataremos el tema de las cookies concretas.\n\n3.2            Utilizamos Adobe Analytics, un servicio de análisis web proporcionado por Adobe Systems Software Ireland Limited, 4-6 Riverwalk Citywest Business Campus, Dublín 24, República de Irlanda, («Adobe»). Este servicio utiliza cookies que se almacenan en su terminal y permiten analizar su uso del sitio web. La información obtenida mediante la cookie sobre su uso del sitio web (incluida su dirección IP) se envía a un servidor de Adobe en Irlanda y se anonimiza allí; después, se transmite en forma anónima a un servidor en EE. UU. y se almacena allí para su posterior tratamiento. Adobe utiliza dicha información para evaluar el uso de la página web, recopilar informes sobre la actividad de la página web para los propietarios del sitio web y prestar otros servicios relacionados con el uso de internet y el uso del sitio web. Si así lo requiere la ley o siempre y cuando terceras partes traten estos datos en representación de Adobe, esta información puede transmitirse a terceros. En ningún caso se vinculará su dirección IP con otros datos de Adobe. Puede evitar la instalación de cookies mediante el ajuste correspondiente de su software de navegación; sin embargo, en este caso le advertimos de que es posible que no pueda usar todas las funciones de esta página web en su totalidad. Mediante el uso de esta página web declara estar de acuerdo con el tratamiento de los datos proporcionados por usted en la forma descrita anteriormente y para los fines mencionados. Puede rechazar en cualquier momento la obtención de datos por parte de Adobe con validez para el futuro. Puede consultar más detalles sobre la revocación en http://www.adobe.com/privacy/opt-out.html. \n\n4.               Suministro de datos de carácter personal y períodos de conservación \n\nEl suministro de sus datos personales se realiza de forma voluntaria. No está legalmente obligado a facilitarnos sus datos de carácter personal. Si no nos proporciona sus datos carácter personal, no sufrirá ninguna consecuencia, excepto que no podrá utilizar nuestros servicios. Los datos carácter personal que usted comunica a través de nuestros servicios solo se almacenan hasta que se haya logrado el fin para el que fueron tratados. Unos períodos de conservación diferentes también pueden constituir un resultado de un interés legítimo por parte de H.d (por ejemplo, para garantizar la seguridad de los datos y evitar el uso indebido). Se bloquearán los datos de carácter personal, que tenemos que almacenar debido a obligaciones de almacenamiento legales o contractuales.\n\n5.               Sus derechos\n\nCon el fin de poder ejercer sus derechos de \n\n·                 acceso a información sobre el tratamiento de sus datos de carácter personal y una copia de los mismos (art. 15 del RGPD), \n\n·                 rectificación de datos de carácter personal inexactos e incompletos (art. 16 del RGPD), \n\n·                 supresión de sus datos de carácter personal y, si se han hecho públicos, al hecho de que H.d informe a otras personas responsables de la solicitud de supresión (art. 17 del RGPD), \n\n·                 limitación del tratamiento de sus datos de carácter personal (art. 18 del RGPD), \n\n·                 portabilidad de los datos, de forma que reciba sus datos de carácter personal en un formato estructurado, de uso común y lectura mecánica y el derecho a transferir dichos datos a otra persona responsable sin obstrucción por parte de H.d (art. 20 del RGPD),\n\n·                 revocación de un consentimiento otorgado; la revocación no afecta a la legalidad del tratamiento realizado sobre la base del consentimiento hasta la revocación (art. 7 del RGPD) y \n\n·                 oposición al tratamiento de datos (art. 21 del RGPD)\n\nconforme al RGPD, puede ponerse en contacto con el delegado de protección de datos de H.d (privacy@hd.digital) en cualquier momento. También tiene derecho a presentar una reclamación ante la autoridad de control competente si considera que el tratamiento de datos infringe el RGPD (art. 77 del RGPD).\n\nVersión: August 2019/AG\n\nUbicus_B2B_Privacy_V1_August 2019_es",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Condiciones Generales de Hospitality Digital GMBH para el servicio de posicionamiento web «UBICUS»\n\nHospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf («H.d») ofrece a las empresas del sector de la hostelería («clientes») el uso del servicio de posicionamiento web denominado «UBICUS». El servicio se ofrece en una versión básica gratuita y una versión prémium de pago (en conjunto, los «servicios»). Ambos servicios se describen en más detalle a continuación. \n\n1.               Ámbito de aplicación\n\n1.1            H.d presta los servicios y otras prestaciones sobre la base de las siguientes condiciones generales («CG»).\n\n1.2            H.d únicamente presta sus servicios a clientes que no son consumidores en el sentido del artículo 13 del Código Civil alemán.\n\n1.3            No se aplicarán las condiciones del cliente que difieran de las presentes aunque H.d no las rechace expresamente ni pesar de tener conocimiento de dichas condiciones contradictorias o diferentes del cliente ni aunque preste servicios sin reservas.\n\n2.               Alcance de los servicios\n\n2.1            Los servicios incluyen, en la versión básica, las siguientes prestaciones gratuitas de H.d durante la duración del contrato:\n\n(a)             Registro y almacenamiento de los datos del cliente.\n\n \n\nEn el marco de los servicios, el cliente proporciona la siguiente información para una ubicación/filial:\n\nInformación general (nombre de la empresa, categoría), información sobre la accesibilidad local (dirección y horario de apertura),            información sobre la accesibilidad por medios de telecomunicaciones (número de teléfono, páginas web), los servicios y prestaciones ofrecidos.\n\n \n\n(b)             Publicación en plataformas en línea («Publishing»)\n\nLos servicios permiten la transmisión automática de esta información a proveedores terceros para su publicación en las plataformas en línea operadas por ellos. En la versión básica no se ofrecen al cliente todas las plataformas en línea afiliadas, sino solo una selección. Si la información contenida en los servicios se actualiza, estas actualizaciones se transmiten automáticamente a las plataformas en línea vinculadas.\n\n(c)             Adquisición de los derechos de gestión («Claiming»)\n\nEn caso de que ya exista una entrada en un proveedor tercero, siempre que este lo permita, la adquisición de los derechos de gestión de esa publicación se llevará a cabo, en caso necesario, con la colaboración del cliente. Esto permite la actualización automatizada de la información a través de los servicios.\n\n \n\n(d)             Gestión de la reputación\n\nLos servicios permiten la consulta (automatizada) y la visualización agregada de los comentarios de los clientes, como valoraciones, reviews o preguntas en las plataformas de terceros. Los servicios ofrecen la posibilidad de responder a los comentarios de los clientes o reportar contenido inadecuado, si el proveedor tercero lo permite. En la versión básica, estas prestaciones adicionales están limitadas a un número determinado de respuestas o notificaciones (por ejemplo, solo cinco veces al mes).\n\n \n\n(e)             Estadísticas y análisis\n\nLos servicios ofrecen la recopilación, clasificación y visualización agregada de las estadísticas de uso de los contenidos en los proveedores terceros (por ejemplo, accesos a las páginas, visualización de las consultas de búsqueda). En la versión básica solo se proporciona una cantidad limitada de estadísticas de uso y opciones de filtro/clasificación.\n\n \n\n2.2            Los servicios incluyen, en la versión prémium, las siguientes prestaciones de pago adicionales a las existentes en la versión básica de H.d durante la duración del contrato:\n\n(a)             Registro y almacenamiento de los datos del cliente\n\nVer 2.1 (a).\n\n(b)             Publicación en plataformas en línea («Publishing»)\n\nEn el marco de la versión prémium, la publicación se realiza en todas las plataformas afiliadas a los servicios. Además, existe la posibilidad de gestionar más filiales/ubicaciones a través de los servicios y según las condiciones de las plataformas. Es posible buscar y suprimir las entradas duplicadas en los proveedores terceros. Se comprueban regularmente las entradas en los proveedores terceros para evitar las modificaciones incorrectas por parte de terceros.\n\n(c)             Adquisición de los derechos de gestión («Claiming»)\n\nVer 2.1 (c).\n\n(d)             Gestión de la reputación\n\nEn la versión prémium, el número de respuestas y notificaciones es ilimitado. También están disponibles todas las opciones de filtrado y clasificación.\n\n(e)             Estadísticas y análisis\n\nEn la versión prémium, el cliente tiene acceso a toda la gama de estadísticas de uso y opciones de filtro/clasificación.\n\n(f)               Content Publishing\n\nComo parte de la versión prémium, el cliente tiene la posibilidad, siempre que el proveedor tercero lo permita, de redactar mensajes para su publicación en los proveedores terceros y enviarlos para su divulgación (por ejemplo, ofertas especiales, noticias, eventos).\n\n2.3            H.d podrá ofrecer al cliente prestaciones adicionales en relación con la versión básica y la versión prémium o podrá hacer cualquier modificación necesaria, que no sea perjudicial para el cliente, en relación con las prestaciones que se proporcionan de acuerdo con las condiciones de las presentes CG.\n\n2.4            H.d. podrá mejorar o adaptar los servicios y las prestaciones adicionales al nivel de innovación y desarrollo o necesidad técnica, siempre que sea razonable para el cliente.\n\n2.5            H.d podrá interrumpir los servicios con un aviso previo apropiado. H.d informará al cliente de la interrupción de los servicios puntualmente (con al menos dos semanas de antelación).\n\n3.               Obligaciones del cliente\n\n3.1            El cliente está obligado a mantener actualizados los datos comerciales y de contacto facilitados en el momento de la celebración del contrato durante la vigencia del mismo y a notificar inmediatamente a H.d cualquier cambio por escrito o por correo electrónico. El cliente también garantizará el acceso recurrente a la dirección de correo electrónico facilitada a H.d con el fin de obtener información relevante para el contrato.\n\n3.2            El cliente protegerá los datos de acceso que reciba de H.d contra el acceso por parte de terceros no autorizados. El cliente informará inmediatamente a H.d si sospecha o conoce un posible uso indebido de los datos de acceso proporcionados. En este caso, H.d tiene derecho a bloquear temporalmente los datos de acceso del cliente a los servicios hasta que se haya aclarado dicha sospecha. En caso de uso indebido, H.d tiene derecho a bloquear permanentemente los datos de acceso y a asignar otros datos de acceso al cliente.\n\n3.3            El cliente es el único responsable de la veracidad y la integridad de la información proporcionada por su parte. H.d no la revisará. A este respecto, H.d no asume ninguna responsabilidad (véase la cláusula: 6).\n\n4.               Disposiciones especiales del software de los servicios\n\n4.1            H.d concede al cliente el derecho a acceder al software de los servicios, sin que el cliente adeude remuneración alguna en la versión básica por las prestaciones descritas en estas CG. El uso es exclusivo para fines comerciales internos propios del cliente. El cliente se compromete a no utilizar los servicios de forma ilícita o con fines ilícitos.\n\n4.2            No se permite el acceso a los servicios ni su uso por parte del cliente para terceros u otros fines. En concreto, el cliente no tiene el derecho a reproducir, facilitar ni permitir al acceso a los servicios. Tampoco tiene derecho a descompilar el software de los servicios ni a modificarlo de cualquier otra forma.\n\n4.3            El cliente no tiene derecho a conceder derechos de uso del software de los servicios a terceros. En concreto, no se permite al cliente divulgar los datos de acceso comunicados para los servicios sin la aprobación previa por escrito de H.d, incluso durante el período del contrato.\n\n4.4            El cliente declara su consentimiento para que H.d almacene, analice y utilice con fines de evaluación todos los datos («datos») introducidos por el cliente.\n\n4.5            Como contrapartida adicional para la provisión del software de los servicios, el cliente autoriza a H.d a enriquecer los datos del cliente con datos adicionales (por ejemplo, de fuentes de terceros accesibles públicamente [como portales de valoraciones y redes sociales] u otras fuentes de datos accesibles para H.d), a combinarlos y evaluarlos a discreción de H.d para sus propios fines, y de divulgar estas evaluaciones a terceros (en particular, pero no en exclusiva, aquellos que están implicados en el desarrollo y el funcionamiento del software de los servicios como subcontratados, así como empresas asociadas de H.d que ofrecen soluciones digitales u otros servicios para las operaciones comerciales del cliente) y hacerlas accesibles.\n\n4.6            H.d podrá seguir utilizando los datos y los resultados de evaluación obtenidos con ellos sin restricciones, incluso tras la rescisión del contrato. Esto no se aplica a los posibles datos de carácter personal del cliente o los empleados del cliente, que solo podrán utilizar tras la rescisión del contrato en el marco legal.\n\n5.               Celebración del contrato, duración, rescisión\n\n5.1            El contrato entrará en vigor directamente en el proceso de venta, mediante la firma electrónica del cliente, o mediante la aceptación del cliente de la oferta de celebrar un contrato para los servicios ofrecidos por H.d en los que el cliente se registra en línea. La aceptación se lleva a cabo en estos casos mediante la concesión del acceso al software de los servicios o mediante el inicio de la prestación de servicios por parte de H.d.\n\n5.2            En la versión básica, el contrato se celebra para una duración indefinida y el cliente puede rescindirlo en cualquier momento tras notificar a H.d con dos (2) semanas de antelación.\n\n5.3            En la versión prémium, el contrato concluye tras un tiempo determinado, a no ser que se especifique lo contrario en la oferta comercial concreta. Siempre que no se disponga un tiempo de duración mínimo en la oferta comercial, el cliente puede rescindir la versión prémium en cualquier momento. H.d puede rescindir la versión prémium con dos (2) semanas de antelación.\n\n5.4            A no ser que H.d ofrezca una alternativa, las rescisiones deben realizarse por escrito o por correo electrónico. La eliminación de la cuenta por parte del cliente supone una rescisión inmediata y se tratará como tal.\n\n5.5            No se verá afectado el derecho de las partes a rescindir el contrato sin notificación previa debido a causa justificada. En concreto, se considera que existe una causa justificada si el cliente infringe alguna obligación derivada de las cláusulas 3, 4, 6.4 y 8.2.\n\n5.6            Tras la finalización del contrato, independientemente de la causa, H.d eliminará los datos almacenados por el cliente en el contexto de la relación contractual en un plazo de treinta (30) días, a no ser que el cliente lleve a cabo la eliminación por sí mismo a través del software. Además, H.d eliminará los derechos de propiedad y gestión de las publicaciones de los proveedores terceros de sus sistemas o cuentas con los proveedores terceros. Siempre que sea posible, H.d invitará al cliente a asumir la gestión del anuncio. Para eliminar los anuncios de los proveedores terceros, el cliente debe dirigirse directamente a los proveedores. Se aplican las condiciones de los proveedores.\n\n6.               Garantía y responsabilidad, exención\n\n6.1            Para los servicios y prestaciones que H.d pone a disposición del cliente, H.d solo compensará al cliente por los daños causados al cliente por defectos ocultados de forma dolosa. No existe ninguna responsabilidad adicional por parte de H.d por defectos legales y/o materiales para los servicios y prestaciones ofrecidos.\n\n6.2            H.d, sus agentes indirectos o representantes legales solo serán responsables de los servicios y prestaciones puestos a disposición del cliente en caso de dolo, negligencia grave o daños personales, lesiones o riesgos para la salud de los que sean culpables, así como en caso de dolo. No se verá afectada la responsabilidad conforme a la ley de responsabilidad en cuanto a productos.\n\n6.3            En el marco del cumplimiento del contrato, H.d depende de la naturaleza de los servicios de los terceros. H.d no podrá asumir ninguna responsabilidad en el caso de que los proveedores terceros modifiquen sus condiciones de uso o sus conexiones técnicas y esto suponga una limitación o, en casos extremos, la imposibilidad de utilizar nuestros servicios. Sobre esta base, H.d puede comprometerse a conectar con un proveedor tercero en concreto.\n\n6.4            El cliente es responsable de la exactitud de los datos y garantiza que cuenta con los derechos necesarios sobre los datos. Los derechos necesarios incluyen todos los consentimientos de las personas afectadas, así como los derechos de uso y explotación.\n\n6.5            El cliente indemnizará a H.d, sus agentes indirectos y sus representantes legales, así como a las empresas afiliadas a H.d, de conformidad con el art. 15 de la ley alemana de sociedad, a primer requerimiento, por todas las reclamaciones de terceros contra H.d, sus agentes indirectos y sus representantes legales o empresas afiliadas a H.d debido a los servicios prestados o en relación con los mismos, incluidas las reclamaciones de terceros debido al uso ilícito de datos, a la ausencia de consentimiento de las partes implicadas o a violaciones de los derechos personales de los empleados del cliente. Dicha indemnización también cubrirá los costes judiciales, incluidos los costes del procedimiento de arbitraje.\n\n7.               Protección de datos, confidencialidad\n\n7.1            H.d tratará los datos de carácter personal del cliente, sus trabajadores y otros terceros, siempre que el cliente los ponga a disposición de H.d, exclusivamente para la ejecución de este contrato, por ejemplo, como medio de contacto o para suministrar las prestaciones. Esto incluye tantos los datos de uso generados por la utilización de los servicios como los datos proporcionados por el cliente. Sin la proporción de estos datos de carácter personal, no es posible ejecutar el contrato. Este tratamiento de estos datos de carácter personal se lleva a cabo sobre la base del artículo 6, apartado 1, primera frase, letra b) del Reglamento general de protección de datos de la Unión Europea (RGPD). Los datos de carácter personal del cliente se eliminarán tras la finalización del contrato, a no ser que existan obligaciones legales que requieran un almacenamiento ulterior de los datos de carácter personal. En este caso, se bloqueará el uso de los datos de carácter personal para otros fines y, finalmente, estos se eliminarán en cuanto finalice el período de almacenamiento dispuesto por ley. Con el propósito de la ejecución del contrato, H.d utiliza el apoyo de proveedores de servicios, por ejemplo, para el alojamiento en Internet, el mantenimiento y otras prestaciones de servicios. Estos proveedores de servicios pueden ser empresas externas, así como empresas afiliadas con H.d según lo estipulado en el art. 15 y ss. de la ley de sociedades alemana. Mediante los acuerdos contractuales con los proveedores de servicios, H.d garantiza que estos datos de carácter personal se tratan en cumplimiento con las disposiciones del RGPD. Esto también es válido si los datos de carácter personal deben tratarse fuera de la UE/EEE. Con el fin de ejercer los derechos del cliente según el RGPD de \n\n·        acceso a información sobre el tratamiento de sus datos de carácter personal y una copia de los mismos (art. 15 del RGPD), \n\n·        rectificación de datos de carácter personal inexactos e incompletos (art. 16 del RGPD), \n\n·        supresión de sus datos de carácter personal y, si se han hecho públicos, al hecho de que H.d informe a otras personas responsables de la solicitud de supresión (art. 17 del RGPD), \n\n·        limitación del tratamiento de sus datos de carácter personal (art. 18 del RGPD), \n\n·        portabilidad de los datos, de forma que reciba sus datos de carácter personal en un formato estructurado, de uso común y lectura mecánica y el derecho a transferir dichos datos a otra persona responsable sin obstrucción por parte de H.d (art. 20 del RGPD), y \n\n·        oposición al tratamiento de datos (art. 21 del RGPD)\n\nel cliente puede ponerse en contacto con el delegado de protección de datos de H.d (privacy@hd.digital) en cualquier momento. El cliente también tiene derecho a presentar una reclamación ante la autoridad de control competente si considera que el tratamiento de datos infringe el RGPD (art. 77 del RGPD).\n\n7.2            Las partes están obligadas a no facilitar información confidencial a terceros, incluso tras la finalización de la vigencia del contrato, y a no utilizarla para fines diferentes a los previstos en el contrato. Se considerará información toda la información sobre toda la información técnica y los conocimientos técnicos facilitados al cliente, así como cualquier otra información que una de las partes considere confidencial y tenga valor económico. Esto incluye, expresamente, los secretos comerciales y empresariales.\n\n7.3            La obligación de confidencialidad no se aplica a información facilitada o ya conocida por la otra parte sin infringir la cláusula 7.2 de una de las partes, a información que debe transmitirse a terceros por ley, orden judicial u orden gubernamental o a información evaluada por terceros obligados a mantener la confidencialidad en el contexto de posible adquisición comercial. \n\n8.               Remuneración\n\n8.1            El precio de los servicios en la versión prémium se recoge en una lista de precios por separado o en las ofertas comerciales publicadas en línea. Al realizar el pedido, el cliente recibirá el correo electrónico de confirmación correspondiente con toda la información pertinente.\n\n8.2            El cliente está obligado a satisfacer el total de la remuneración adeudada dentro del plazo de pago. Si el cliente incurre en una demora del pago, H.d se reserva el derecho a detener las prestaciones hasta que se realice el pago o, tras una nueva orden de pago infructuosa, a rescindir el contrato existente debido a causa justificada. En este caso, la validación de los daños y otras reclamaciones queda reservada a H.d. \n\n9.               Tramitación de pagos\n\n9.1            Si el cliente selecciona la versión prémium de pago de los servicios, se aplica lo siguiente para el proceso de pago: Para procesar los pagos, H.d utiliza a Wirecard AG, Einsteinring 35, 85609 Aschheim y Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublín 2, Irlanda (los «proveedores de servicios de pago«). \n\n9.2            Los proveedores de servicios de pago reciben los pagos del cliente a través de distintos métodos de pago en su propia cuenta con una entidad crediticia y pagan los fondos a H.d. Algunos de los métodos de pago son, entre otros, pago por adelantado, PayPal y tarjeta de crédito.\n\n \n\n10.            Otras disposiciones\n\n10.1         H.d puede prestar servicios, de forma individual o colectiva, adeudados a H.d en el marco del presente contrato, en particular servicios a través de subcontratistas.\n\n10.2         H.d puede modificar las presentes CG previa notificación al cliente, incluyendo las modificaciones previstas. H.d solo podrá modificar las CG en la medida en que resulte razonable para el cliente, las modificaciones no afecten a las obligaciones contractuales esenciales o el cliente no se vea perjudicado, en general, por el cambio. El cliente podrá oponerse a una modificación de las CG en un plazo de cuatro (4) semanas a partir de la recepción de la notificación o rescindir el contrato sin previo aviso. Si el cliente no se opone a la modificación de las CG o no lo hace a su debido tiempo, se considerará que se muestra conforme a la modificación de las CG. H.d informará al cliente de las consecuencias de la falta de oposición y del derecho a rescindir el contrato sin previo aviso en caso de notificación de modificaciones de las CG.\n\n10.3         Si alguna disposición del presente contrato es o se vuelve inválida, ineficaz, impracticable o inaplicable («disposición errónea»), total o parcialmente, la validez y aplicabilidad de las disposiciones restantes del contrato no se verán afectadas. Además, las partes se comprometen a sustituir la disposición errónea por una disposición que se acerque lo máximo posible a lo que las partes habrían acordado conforme al propósito del contrato si hubieran reconocido el error en la disposición. Si el error en una disposición se basa en una medida de rendimiento o tiempo (período o plazo) especificada en la misma, la disposición se acordará con una medida legalmente permisible que se acerque lo máximo posible a la medida original. Lo mismo se aplica a cualquier laguna en el presente contrato. Ambas partes desean que esta cláusula de salvedad no suponga una mera inversión de la carga de la prueba, sino que se renuncie en su totalidad al artículo 139 del Código Civil alemán.\n\n10.4         El contrato y todas las reclamaciones y derechos derivados o relacionados con el contrato se regirán, exclusivamente por el derecho alemán, excepto las disposiciones sobre el conflicto de leyes, y se interpretarán y aplicarán de conformidad con el derecho alemán. Queda excluida la aplicación de la Convención de las Naciones Unidas sobre los Contratos de Compraventa Internacional de Mercaderías (CISG). El lugar de cumplimiento es Düsseldorf.\n\n10.5         La única jurisdicción aplicable para todas las disputas que surjan de o en relación con el presente contrato, su celebración o su ejecución es Düsseldorf.\n\n \n\nVersión: August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_es",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}