{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Déclaration de confidentialité\n\n \n\nNous vous remercions de votre intérêt pour notre service de référencement Web « Ubicus ». La confiance de nos clients est notre atout le plus précieux. Notre priorité absolue est la protection des données clients et leur utilisation dans le respect des attentes de nos clients. La charte de confidentialité ci-dessous vous informe par conséquent sur le traitement de vos données personnelles et sur vos droits sur ce traitement conformément au Règlement général sur la protection des données (RGPD) en vigueur en Europe et à d’autres règles de protection des données applicables.\n\n1.               Généralités\n\n1.1            L’entité chargée de l’exploitation des services Ubicus est l’entreprise Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf, Allemagne (ci-après « H.d » ou « nous »). H.d accorde une grande importance à la confidentialité des données à caractère personnel.\n\n1.2            Pour toute question sur la confidentialité des données, vous pouvez contacter notre Délégué à la protection des données aux coordonnées suivantes : Hospitality Digital GmbH, Délégué à la protection des données, Metro-Straße 1, 40235 Düsseldorf, Allemagne, e-mail : privacy@hd.digital.\n\n1.3            Dans cette déclaration de confidentialité, nous expliquons de quelle façon nous collectons, traitons et utilisons les données à caractère personnel dans le cadre de la prestation de services. Les données à caractère personnel sont des informations qui vous identifient personnellement. Nous vous demandons par exemple dans le cadre de votre inscription votre adresse e-mail et votre mot de passe, ainsi que d’autres informations, selon les cas. \n\n1.4            Si vous êtes déjà client sur la plateforme DISH, vos données seront directement transmises via la technologie d’identification unique Single Sign On (SSO). Ainsi, il ne sera pas nécessaire de les saisir à nouveau.\n\n1.5            Nous collectons, traitons et utilisons les données à caractère personnel vous concernant exclusivement dans le cadre des dispositions légales applicables.\n\n2.               Traitement des données à caractère personnel et transmission à des tiers \n\n2.1            Certaines données à caractère personnel sont collectées automatiquement au cours de l’utilisation de nos services par l’intermédiaire de votre appareil (ordinateur, téléphone mobile, tablette, etc.). Les données collectées concernent l’adresse IP correspondant actuellement à votre appareil, la date et l’heure, le type de navigateur et le système d’exploitation de votre appareil, ainsi que les sites consultés. Elles sont collectées à des fins de protection des données et d’optimisation de notre offre, ainsi que d’amélioration de nos services. Toute autre exploitation, hormis pour des besoins statistiques sous forme anonyme, est soumise en principe à la présente déclaration de confidentialité. Le traitement des données à caractère personnel est effectué en application de l’article 6 paragraphe 1 alinéa 1 point f) du RGPD. La protection de notre site Web et l’optimisation de nos services représentent un intérêt légitime de notre part.\n\n2.2            Dès lors que vous entrez en contact avec nous (par exemple avec une demande envoyée à privacy@hd.digital), nous collectons, traitons et utilisons uniquement les données à caractère personnel que vous nous avez communiquées et qui sont nécessaires pour traiter votre demande et y répondre.\n\n2.3            Pour permettre les opérations de traitement des données mentionnées dans cette déclaration de confidentialité, nous faisons appel à des prestataires en vertu de l’article 28 du RGPD, par exemple à des prestataires pour l’hébergement cloud, la maintenance et d’autres prestations de services. Il s’agit aussi bien de prestataires externes que de prestataires au sein du groupe METRO qui sont implantés dans des pays faisant partie ou non de l’Union européenne (UE) et de l’Espace économique européen (EEE). Des dispositions contractuelles nous permettent de garantir que ces prestataires traitent les données à caractère personnel conformément au RGPD afin d’assurer un niveau élevé de confidentialité, y compris lorsque les données à caractère personnel sont transmises vers un pays appliquant un niveau de confidentialité différent et pour lequel aucune décision d’adéquation de la commission de l’UE n’existe. Les données à caractère personnel ne sont en aucun cas transmises à un autre destinataire, sauf si la loi nous y contraint. Pour toute information complémentaire concernant les mesures de sécurité nécessaires relatives au transfert international des données ou pour obtenir un exemplaire de ces mesures, veuillez contacter notre Délégué à la protection des données par e-mail à : privacy@hd.digital.\n\n3.               Cookies\n\n3.1            Pour présenter nos services de manière agréable et permettre l’utilisation de certaines fonctions, nous utilisons ce qu’on appelle des cookies. Il s’agit de petits fichiers texte qui sont enregistrés sur votre appareil. Certains des cookies que nous utilisons sont supprimés à la fin de votre session de navigation, c’est-à-dire une fois que vous avez fermé votre navigateur (cookies dits de session). D’autres cookies restent sur votre appareil et nous permettent de reconnaître votre navigateur lors de votre prochaine visite (cookies dits persistants). Vous pouvez paramétrer votre navigateur de telle sorte à ce que vous soyez informé(e) lors de la création de cookies afin de décider de les accepter individuellement ou de refuser la création de cookies dans certains cas ou de manière générale. Pour plus d’informations à ce sujet, veuillez consulter l’aide de votre navigateur Internet. La désactivation des cookies peut limiter la fonctionnalité de notre site Web. En acceptant notre « bandeau cookie », vous acceptez le traitement de vos données à caractère personnel par l’intermédiaire des cookies. Le traitement des données à caractère personnel est effectué en application de l’article 6 paragraphe 1 alinéa 1 point a) du RGPD. Nous abordons de manière concrète les types de cookies ci-après.\n\n3.2            Nous utilisons Adobe Analytics, un service d’Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Irlande ; ci-après « Adobe »). Ce service utilise des cookies qui sont enregistrés sur votre ordinateur et permettent d’analyser votre utilisation du site Web. Les informations générées par les cookies sur votre utilisation de ce site Web (y compris votre adresse IP) sont transmises au serveur d’Adobe en Irlande, où elles sont anonymisées. Elles sont ensuite transmises sous forme anonymisée à un serveur aux États-Unis pour y être traitées et enregistrées. Adobe utilise ces informations afin d’évaluer votre utilisation du site Web, de compiler des rapports sur les activités sur le site Web pour le propriétaire de ce site Web et de fournir d’autres prestations de service en rapport avec l’utilisation du site Web et d’Internet. Si cela est prescrit par la loi ou si des tiers traitent ces données pour le compte d’Adobe, ces informations peuvent, le cas échéant, être transmises à des tiers. En aucun cas votre adresse IP ne sera reliée à d’autres données par Adobe. Vous pouvez paramétrer votre navigateur pour l’empêcher d’enregistrer des cookies ; toutefois, nous vous informons que dans ce cas, vous ne pourrez pas utiliser certaines des fonctionnalités de ce site Web dans leur intégralité. En utilisant ce site Web, vous acceptez le traitement des données collectées vous concernant conformément aux modalités décrites précédemment et pour la finalité citée précédemment. La collecte des données par Adobe peut être révoquée à tout moment sans effet rétroactif. Pour plus d’informations sur la révocation, veuillez consulter http://www.adobe.com/privacy/opt-out.html. \n\n4.               Mise à disposition de données à caractère personnel et périodes de conservation \n\nLa mise à disposition de vos données à caractère personnel est volontaire. La loi ne vous contraint pas à mettre à notre disposition vos données à caractère personnel. Si vous ne mettez pas à notre disposition vos données à caractère personnel, cela n’a aucune conséquence pour vous, hormis que vous ne pouvez pas utiliser nos services. Les données à caractère personnel que vous nous communiquez par l’intermédiaire de nos services ne sont conservées que jusqu’à ce que la finalité pour laquelle elles ont été traitées ait été atteinte. Des périodes de conservation différentes peuvent résulter d’un intérêt légitime de H.d (par ex. pour garantir la confidentialité et empêcher une utilisation frauduleuse). Les données à caractère personnel que nous devons enregistrer en vertu d’obligations légales ou contractuelles de conservation sont verrouillées.\n\n5.               Vos droits\n\nPour exercer vos droits d’obtenir : \n\n·                 des renseignements sur le traitement de vos données à caractère personnel ainsi qu’une copie de ces données (art. 15 du RGPD) ; \n\n·                 la rectification ou la modification des données à caractère personnel inexactes (art. 16 du RGPD) ; \n\n·                 la suppression de vos données à caractère personnel et, dans la mesure où celles-ci ont été rendues publiques, d’obtenir que H.d informe les autres responsables de la demande de suppression (art. 17 RGPD) ; \n\n·                 la limitation du traitement de vos données à caractère personnel (art. 18 du RGPD) ; \n\n·                 la portabilité des données, afin que vos données à caractère personnel vous soient fournies dans un format structuré, couramment utilisé et lisible par machine et d’obtenir que ces données soient transmises à un autre responsable du traitement sans que H.d s’y oppose (art. 20 du RGPD) ;\n\n·                 le retrait du consentement accordé ; le retrait n’affecte pas la licéité du traitement effectué en vertu du consentement accordé jusqu’alors (art. 7 du RGPD) et \n\n·                 l’opposition au traitement des données (art. 21 du RGPD)\n\nen vertu du RGPD, vous pouvez à tout moment vous adresser au Délégué à la protection des données de H.d (privacy@hd.digital). Vous avez en outre le droit de déposer un recours auprès de l’autorité de contrôle compétente si vous considérez le traitement des données comme contraire au RGPD (art. 77 du RGPD).\n\nVersion : August 2019/AG\n\nUbicus_B2B_Privacy_V1_August 2019_fr",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Conditions générales de vente de Hospitality Digital GMBH pour le service de référencement Web « UBICUS »\n\nHospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf, Allemagne (ci-après « H.d ») propose aux entrepreneurs du secteur de l’hôtellerie et de la restauration (ci-après « donneur d’ordre ») d’utiliser le service de référencement Web dénommé « UBICUS ». Ce service est proposé en version basique gratuite et en version premium payante (ci-après conjointement les « services »). Ces deux services sont décrits plus précisément ci-après. \n\n1.               Domaine d’application\n\n1.1            H.d fournit les services et d’autres prestations sur la base des conditions contractuelles suivantes (ci-après « CGV ») exclusivement.\n\n1.2            H.d fournit exclusivement les services au donneur d’ordre qui ne sont pas des « consommateurs » au sens du § 13 du code civil allemand (Bürgerliches Gesetzbuch, BGB).\n\n1.3            Les conditions du donneur d’ordre qui divergent de nos conditions ne s’appliquent pas, même si H.d ne les réfute pas expressément ou fournit sans réserve des services ou des prestations en ayant connaissance de ces conditions contraires ou divergentes.\n\n2.               Étendue des services\n\n2.1            En version basique, les services comprennent les prestations gratuites suivantes fournies par H.d pendant la durée du contrat :\n\n(a)             Collecte et enregistrement des informations du donneur d’ordre\n\n \n\nDans le cadre des services, le donneur d’ordre confie les informations suivantes relatives à un établissement/une filiale :\n\nInformations générales (nom de l’entreprise, catégorie), informations sur l’accessibilité des locaux (adresse et horaires d’ouverture), informations sur l’accessibilité des moyens de télécommunication (numéros de téléphone, adresses e-mail, sites Web), prestations et services proposés.\n\n \n\n(b)             Publication sur les plateformes en ligne (« Publishing »)\n\nLes services permettent une transmission automatique de ces informations à des prestataires tiers pour leur publication sur les plateformes en ligne exploitées par ces derniers. En version basique, seule une sélection des plateformes en ligne reliées est proposée au donneur d’ordre, et non leur intégralité. Si les informations sont mises à jour dans le cadre du service, cette mise à jour est automatiquement transmise aux plateformes en ligne reliées.\n\n(c)             Reprise des droits de gestion\n\nDans le cas où une entrée existerait déjà auprès d’un prestataire tiers et dans la mesure où ce dernier le permet, la reprise des droits de gestion de cette publication est lancée et, le cas échéant, obtenue avec le concours du client. Cela permet également la mise à jour automatique des informations par l’intermédiaire des services.\n\n \n\n(d)             Gestion de la réputation\n\nLes services permettent l’extraction (automatique) et la représentation agrégée des feedbacks des clients, tels que les évaluations, les commentaires ou les questions sur les plateformes des prestataires tiers. Les services offrent la possibilité de répondre au feedback des clients ou de signaler un contenu inapproprié, dans la mesure où ces options sont prévues par le prestataire tiers. En version basique, ces prestations complémentaires sont en partie limitées à un certain nombre de réponses ou de notifications (par ex. seulement cinq par mois).\n\n \n\n(e)             Statistiques et analyses\n\nLes services prévoient la collecte, le tri et la représentation agrégée des statistiques d’utilisation des contenus chez les prestataires tiers (par ex. pages consultées, affichage des requêtes de recherche). Dans le cadre de la version basique, les statistiques d’utilisation et les options de filtre/tri mises à disposition sont limitées.\n\n \n\n2.2            En version premium, les services comprennent, outre les prestations de la version basique, les prestations payantes suivantes fournies par H.d pendant la durée du contrat :\n\n(a)             Collecte et enregistrement des informations du donneur d’ordre\n\nIdentique au point 2.1 (a).\n\n(b)             Publication sur les plateformes en ligne (« Publishing »)\n\nDans le cadre de la version premium, la publication est effectuée sur toutes les plateformes reliées aux services. Il existe en outre la possibilité de gérer plusieurs filiales/établissements par l’intermédiaire des services et conformément aux conditions des plateformes. La recherche et la suppression des entrées en double chez les prestataires tiers sont possibles. Un contrôle des entrées est effectué régulièrement auprès des prestataires tiers pour détecter les modifications erronées effectuées par des tiers.\n\n(c)             Reprise des droits de gestion\n\nIdentique au point 2.1 (c).\n\n(d)             Gestion de la réputation\n\nEn version premium, le nombre de réponses et de notifications est illimité. Toutes les options de filtre et de tri sont également disponibles.\n\n(e)             Statistiques et analyses\n\nEn version premium, le donneur d’ordre dispose de l’intégralité des statistiques d’utilisation et des options de filtre/tri.\n\n(f)               Publication de contenu (« Content Publishing »)\n\nDans le cadre de la version premium, le donneur d’ordre a la possibilité, si cela est pris en charge par le prestataire tiers, de rédiger des messages à publier auprès des prestataires tiers et de les transmettre pour publication (par ex. offres spéciales, actualités, événements).\n\n2.3            H.d peut proposer au donneur d’ordre des prestations supplémentaires liées aux versions basique et premium ou procéder à une modification de l’étendue des prestations si elle est nécessaire et non préjudiciable au donneur d’ordre, ces prestations étant fournies conformément aux présentes CGV.\n\n2.4            H.d peut adapter les services et autres prestations au progrès ou aux nécessités techniques ou technologiques, pour autant que cela soit acceptable pour le donneur d’ordre.\n\n2.5            H.d peut mettre un terme aux services en respectant un préavis raisonnable. H.d informe le donneur d’ordre de l’arrêt des services en temps et en heure (avec un préavis d’au moins deux semaines).\n\n3.               Obligations du donneur d’ordre\n\n3.1            Le donneur d’ordre est tenu de tenir continuellement à jour, pendant toute la durée du contrat, les coordonnées et les données de la société indiquées lors de la conclusion du contrat et de communiquer à H.d sans délai toute modification par écrit ou par e-mail. Le donneur d’ordre veille également à ce que la messagerie correspondant à l’adresse e-mail communiquée à H.d soit régulièrement consultée afin de recevoir les informations concernant le contrat.\n\n3.2            Le donneur d’ordre doit protéger les données d’accès qu’il a reçues de la part de H.d contre tout accès d’un tiers non autorisé. Le donneur d’ordre doit informer immédiatement H.d s’il a connaissance d’une possible utilisation frauduleuse des données d’accès fournies ou s’il a des soupçons fondés quant à une telle utilisation frauduleuse. Dans ce cas, H.d est en droit de bloquer les données d’accès du donneur d’ordre temporairement jusqu’à ce que les soupçons quant à une utilisation frauduleuse soient dissipés. En cas d’utilisation frauduleuse avérée, H.d est en droit de bloquer définitivement les données d’accès et d’attribuer au donneur d’ordre de nouvelles données d’accès.\n\n3.3            Le donneur d’ordre est seul responsable de l’exactitude et de l’exhaustivité des données qu’il a confiées. Aucune vérification n’est effectuée par H.d. H.d ne saurait fournir aucune garantie à ce sujet (voir également point 6).\n\n4.               Dispositions particulièrement concernant le logiciel des services\n\n4.1            H.d accorde au donneur d’ordre le droit d’accéder au logiciel des services sans que, dans le cas de la version basique, le donneur d’ordre ne soit redevable de frais dépassant les prestations prévues aux présentes CGV. L’utilisation du logiciel est autorisée uniquement dans le cadre des activités professionnelles internes du donneur d’ordre. Le donneur d’ordre s’engage à ne pas utiliser les services de manière illicite ou à des fins illégales.\n\n4.2            L’accès aux services ou leur utilisation par le donneur d’ordre pour des tiers ou à d’autres fins est interdit. En particulier, le donneur d’ordre n’est pas en droit de reproduire le logiciel des services, de le mettre à disposition de tiers, de le rendre accessible à des tiers, de désassembler le logiciel des services ou de le modifier d’une quelconque manière.\n\n4.3            Le donneur d’ordre n’est pas en droit d’accorder des droits d’utilisation du logiciel des services à un tiers. En particulier, il est interdit au donneur d’ordre de transmettre les données d’accès aux services qui lui ont été confiées sans l’accord exprès préalable de H.d, y compris pendant la durée du contrat.\n\n4.4            Le donneur d’ordre accepte que H.d enregistre, analyse et utilise à des fins d’étude toutes les données qu’il aura lui-même mises à sa disposition (les « données »).\n\n4.5            En compensation complémentaire de la mise à disposition du logiciel des services, le donneur d’ordre autorise en outre H.d à enrichir les données du donneur d’ordre avec d’autres données (provenant par ex. de sources de tiers accessibles au public [par ex. plateformes d’évaluation et médias sociaux] ou d’autres sources de données accessibles à H.d), à les combiner et à les évaluer à l’entière discrétion de H.d et pour ses propres fins, ainsi qu’à transmettre ces évaluations et à les rendre accessibles à des tiers (notamment, mais pas exclusivement, aux tiers qui sont impliqués dans le développement [continu] et l’exploitation du logiciel des services en tant que sous-traitants ainsi que les entreprises partenaires de H.d qui proposent des solutions numériques ou d’autres prestations pour l’activité commerciale du donneur d’ordre).\n\n4.6            Même après la fin du contrat, H.d peut continuer d’utiliser sans restriction les données ainsi que les résultats des évaluations ainsi obtenues. Ne sont pas concernées les éventuelles données à caractère personnel du donneur d’ordre ou de ses collaborateurs, qui ne peuvent être utilisées après la fin du contrat que dans le cadre prévu par la loi.\n\n5.               Conclusion, durée, fin du contrat\n\n5.1            Le contrat est conclu soit directement lors du processus de vente par signature électronique du donneur d’ordre, soit par l’acceptation de l’offre par le donneur d’ordre à la conclusion d’un contrat portant sur les services de H.d, lorsque le donneur d’ordre s’inscrit en ligne. Dans ce cas de figure, l’acceptation a lieu à l’octroi d’un accès au logiciel des services ou au commencement de la prestation de services par H.d.\n\n5.2            En version basique, le contrat est conclu pour une durée indéterminée et peut être résilié à tout moment par le donneur d’ordre avec un préavis de deux (2) semaines.\n\n5.3            En version premium, le contrat est également conclu pour une durée indéterminée, sauf mention contraire dans l’offre commerciale détaillée. Dans la mesure où l’offre commerciale ne stipule aucune durée minimale, le donneur d’ordre peut également résilier la version premium à tout moment. H.d peut mettre un terme au contrat portant sur la version premium avec un préavis de deux (2) semaines.\n\n5.4            Sauf indication contraire de H.d, la résiliation doit être notifiée par écrit ou par e-mail. Une suppression du compte par le donneur d’ordre équivaut à une résiliation et sera considérée comme telle.\n\n5.5            Le droit des parties à mettre fin au contrat sans préavis pour motif grave reste inchangé. On parle notamment de motif grave lorsque le donneur d’ordre enfreint une des clauses stipulées aux points 3, 4, 6.4 et 8.2.\n\n5.6            Après la fin du contrat, quel qu’en soit le motif, H.d supprimera toutes les données enregistrées par le donneur d’ordre sur l’espace de stockage dans le cadre de la relation contractuelle dans un délai de trente (30) jours, dès lors que le donneur d’ordre ne procède pas lui-même à la suppression par l’intermédiaire du logiciel. Par ailleurs, H.d supprime les droits de propriété et de gestion sur les publications auprès des prestataires tiers de ses systèmes ou comptes auprès des prestataires tiers. Dans la mesure du possible, H.d invitera le donneur d’ordre à prendre en charge lui-même la gestion du référencement. Pour la suppression du référencement auprès des prestataires tiers, le donneur d’ordre doit dans ce cas s’adresser directement aux prestataires tiers. Les conditions des prestataires s’appliquent.\n\n6.               Garantie et responsabilité, non-responsabilité\n\n6.1            Pour les services et prestations que H.d met à la disposition du donneur d’ordre, H.d ne dédommage le donneur d’ordre que pour les préjudices portés au donneur d’ordre et résultant de défauts dissimulés frauduleusement. Toute autre responsabilité de H.d quant à des vices matériels et juridiques est exclue concernant les services et prestations mis à disposition.\n\n6.2            H.d, ses auxiliaires d’exécution ou ses représentants légaux ne sont responsables des services et prestations que H.d met à disposition du donneur uniquement en cas d’actes délibérés, de négligence grave ou d’atteintes graves à la vie, à l’intégrité physique ou à la santé, ainsi qu’en cas d’intention frauduleuse. Les responsabilités liées à la loi allemande sur la responsabilité du fait des produits défectueux (Produkthaftungsgesetz) sont toujours valables.\n\n6.3            Dans le cadre de la réalisation du contrat, H.d est dépendant de tiers, en raison de la nature des services. H.d décline donc toute responsabilité dans le cas où des prestataires tiers modifient leurs conditions d’utilisation ou leurs connexions techniques et où nos services ne peuvent plus être utilisés que de manière limitée ou, dans un cas extrême, ne peuvent plus être utilisés du tout. Pour cette raison, H.d ne saurait prendre aucun engagement quant à la connexion avec les différents prestataires tiers.\n\n6.4            Le donneur d’ordre est responsable de l’exactitude des données et s’assure de disposer des droits nécessaires concernant les données. Les droits nécessaires comprennent toutes les autorisations indispensables des parties concernées, ainsi que les droits d’utilisation et d’exploitation.\n\n6.5            Le donneur d’ordre dispense H.d, ses auxiliaires d’exécution et ses représentants légaux ainsi que les entreprises liées à H.d selon le § 15 de la loi allemande régissant les sociétés anonymes (Aktiengesetz, AktG) à première demande de toutes revendications de tiers qui font valoir ces revendications au regard des services ou d’autres prestations vis-à-vis de H.d, de ses auxiliaires d’exécution, de ses représentants légaux ou des entreprises liées à H.d, y compris les revendications de tiers au regard de données utilisées illégalement ou d’autorisations insuffisantes des parties concernées ou d’atteinte à la vie privée des collaborateurs du donneur d’ordre. Cette dispense couvre également les frais juridiques nécessaires, y compris les frais d’arbitrage.\n\n7.               Protection des données, confidentialité\n\n7.1            H.d traite les données à caractère personnel du donneur d’ordre, de ses collaborateurs ainsi que d’autres tiers, dans la mesure où celles-ci ont été mises à disposition par le donneur d’ordre, exclusivement pour la réalisation du présent contrat, par exemple pour la prise de contact et la mise à disposition des prestations. Cela comprend aussi bien les données d’utilisation produites lors de l’utilisation des services que les données mises à disposition par le donneur d’ordre. Sans la mise à disposition de ces données à caractère personnel, la réalisation du contrat est impossible. Le traitement des données à caractère personnel est effectué en application de l’article 6 paragraphe 1 alinéa 1 point b) du Règlement général sur la protection des données (RGPD). Les données à caractère personnel du donneur d’ordre seront supprimées après la fin du contrat, à moins que des obligations légales n’imposent de conserver plus longtemps des données à caractère personnel. Dans ce cas, les données à caractère personnel seront d’abord verrouillées pour empêcher leur utilisation à d’autres fins, puis supprimées dès que le délai de conservation prescrit par la loi sera écoulé. Aux fins d’exécution du contrat, H.d se fait assister par des prestataires, par exemple dans le domaine de l’hébergement, pour des prestations de maintenance et d’autres services. Ces prestataires peuvent être des entreprises externes, ou encore d’entreprises liées à H.d selon les §§ 15 et suivants de la loi allemande régissant les sociétés anonymes (Aktiengesetz, AktG). En s’appuyant sur des accords contractuels conclus avec les prestataires, H.d garantit que ces données à caractère personnel sont traitées conformément aux prescriptions du RGPD. Cela s’applique également si les données à caractère personnel doivent être traitées en dehors de l’UE/EEE. Pour exercer les droits du donneur d’ordre d’obtenir : \n\n·        des renseignements sur le traitement de ses données à caractère personnel ainsi qu’une copie de ces données (art. 15 du RGPD) ; \n\n·        la rectification ou la modification des données à caractère personnel inexactes (art. 16 du RGPD) ; \n\n·        la suppression de ses données à caractère personnel et, dans la mesure où celles-ci ont été rendues publiques, d’obtenir que H.d informe les autres responsables de la demande de suppression (art. 17 RGPD) ; \n\n·        la limitation du traitement de ses données à caractère personnel (art. 18 du RGPD) ; \n\n·        la portabilité des données, afin que ses données à caractère personnel lui soient fournies dans un format structuré, couramment utilisé et lisible par machine et d’obtenir que ces données soient transmises à un autre responsable du traitement sans que H.d s’y oppose (art. 20 du RGPD) ; \n\n·        l’opposition au traitement des données (art. 21 du RGPD)\n\nen vertu du RGPD, le donneur d’ordre peut à tout moment s’adresser au Délégué à la protection des données de H.d (privacy@hd.digital). Le donneur d’ordre a en outre le droit de déposer un recours auprès de l’autorité de contrôle compétente s’il considère le traitement des données comme contraire au RGPD (art. 77 du RGPD).\n\n7.2            Les parties sont tenues de ne pas rendre les informations confidentielles accessibles à des tiers même après la fin du contrat et de ne pas utiliser ces informations à des fins autres que celles prévues au contrat. Sont considérées confidentielles toutes les informations auxquelles le donneur d’ordre a eu accès et qui portent sur les informations et le savoir-faire techniques ainsi que les diverses informations marquées comme confidentielles par l’une des deux parties et qui possèdent une valeur économique. Cela inclut expressément les secrets de fabrication et commerciaux.\n\n7.3            L’obligation de confidentialité ne s’applique pas aux informations qu’une partie a portées à la connaissance de l’autre partie, qui ont été rendues publiques ou qui étaient déjà connues sans porter atteinte au point 7.2, les informations qui ont été rendues accessibles à des tiers en vertu d’une décision judiciaire, juridique ou administrative, ni les informations examinées par des tiers astreints au secret professionnel dans le cadre d’une vente délibérée de l’entreprise. \n\n8.               Honoraires\n\n8.1            Le tarif des services de la version premium est indiqué dans une liste tarifaire spécifique ou dans les offres commerciales correspondantes diffusées en ligne. En cas de commande, le donneur d’ordre reçoit un e-mail de confirmation contenant toutes les données nécessaires.\n\n8.2            Le donneur d’ordre est tenu de verser la totalité des honoraires dus dans le délai de paiement imparti. En cas de retard du donneur d’ordre dans le paiement des honoraires, H.d se réserve le droit de suspendre sa prestation jusqu’au paiement ou de mettre un terme au contrat en place pour motif grave si son rappel de paiement reste sans réponse. Dans ce cas, H.d est en droit de demander des dommages et intérêts et de faire valoir ses éventuels autres droits. \n\n9.               Traitement des paiements\n\n9.1            Si le donneur d’ordre opte pour la version payante des services (version premium), le processus de paiement en vigueur est le suivant : H.d confie le traitement des paiements à l’entreprise Wirecard AG, Einsteinring 35, 85609 Aschheim, Allemagne et à l’entreprise Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Irlande (les « prestataires de paiement »). \n\n9.2            Les prestataires de paiement acceptent les paiements du donneur d’ordre effectués par différents moyens de paiement sur leur propre compte ouvert dans un établissement bancaire et versent ensuite les fonds à H.d. Les moyens de paiement disponibles incluent notamment, mais pas exclusivement, le paiement d’avance, le paiement par Paypal et le paiement par carte bancaire.\n\n \n\n10.            Autres dispositions\n\n10.1         H.d peut fournir par l’intermédiaire d’un sous-traitant une partie ou l’ensemble de ses prestations prévues dans le cadre du présent contrat, en particulier les services.\n\n10.2         H.d peut modifier les présentes CGV après notification préalable du donneur d’ordre, y compris des modifications prévues. H.d ne peut modifier les CGV que dans la mesure où les modifications sont acceptables pour le donneur d’ordre, où elles ne concernent pas les obligations contractuelles fondamentales et où elles n’induisent pas une situation moins avantageuse pour le donneur d’ordre. Le donneur d’ordre peut contester une modification des CGV dans un délai de quatre (4) semaines après réception de l’avis ou résilier le contrat sans préavis. Si le donneur d’ordre ne conteste pas la modification des CGV ou ne la conteste pas dans le délai imparti, son accord est considéré comme acquis sur les CGV. À l’occasion des avis de modification des CGV, H.d informera le donneur d’ordre des conséquences d’une non-contestation et du droit à résiliation sans préavis du contrat.\n\n10.3         Si l’une des dispositions du présent contrat est ou devient partiellement ou totalement nulle, caduque, inopposable ou inapplicable (« disposition nulle »), la validité et la force exécutoire des autres dispositions du présent contrat n’en seront pas affectées. Les parties s’engagent dès à présent, en lieu et place de cette disposition nulle, à convenir d’une disposition qui, compte tenu des possibilités légales, se rapproche le plus possible du sens et du but du contrat tel que les parties l’auraient accepté si elles avaient eu initialement connaissance de la nullité de la disposition. Si la nullité d’une disposition réside dans une valeur de la prestation ou une indication temporelle (délai ou date), la disposition amendée doit comporter une valeur juridiquement valable aussi proche que possible de la valeur d’origine. Cette clause s’applique aux éventuelles lacunes règlementaires du présent contrat. La volonté expresse des parties est que cette clause de sauvegarde ne donne pas lieu à un simple renversement de la charge de la preuve, mais qu’il soit dérogé au § 139 du code civil allemand (Bürgerliches Gesetzbuch, BGB) dans son ensemble.\n\n10.4         Le contrat et tous les droits découlant du contrat ou liés au contrat sous exclusivement soumis au droit allemand, à l’exclusion du droit des conflits de lois, et doivent être interprétés et appliqués conformément au droit allemand. L’application de la Convention des Nations Unies sur les contrats de vente internationale de marchandises (CVIM) est exclue. Le lieu d’exécution est Düsseldorf, en Allemagne.\n\n10.5         La seule juridiction compétente pour tout litige découlant de ou lié au contrat, à sa conclusion ou à son exécution est Düsseldorf, dans la limite de ce qui est autorisé par la loi.\n\n \n\nVersion : August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_fr",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}