{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Izjava o privatnosti\n\n \n\nHvala vam na interesu za našu uslugu objavljivanja na internetu „Ubicus”. Naš je najvažniji kapital povjerenje naših klijenata. Prioritet nam je zaštititi podatke o klijentima i upotrebljavati ih samo na način koji klijenti od nas očekuju. Napomenama o zaštiti podataka u nastavku želimo vas stoga informirati o obradi vaših osobnih podataka i o vašim pravima u okviru te obrade u skladu s Općom uredbom o zaštiti podataka Europske unije („GDPR”) i drugim važećim propisima o zaštiti podataka.\n\n1.               Općenito\n\n1.1            Za upravljanje uslugama Ubicus odgovorno je društvo Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (dalje u tekstu „H.d”, „mi”, „nas” ili „nam”). H.d-u je izrazito važna zaštita vaših osobnih podataka.\n\n1.2            U slučaju pitanja o zaštiti podataka možete se obratiti našem službeniku za zaštitu podataka putem sljedećih podataka za kontakt: Hospitality Digital GmbH, službenik za zaštitu podataka, Metro-Straße 1, 40235 Düsseldorf, e-pošta: privacy@hd.digital.\n\n1.3            U ovoj Izjavi o privatnosti objašnjavamo kako prikupljamo, obrađujemo i upotrebljavamo osobne podatke u okviru pružanja usluga. Osobni podaci pojedinačne su informacije o vašim osobnim ili materijalnim okolnostima. Tako ćemo u kontekstu registracije, primjerice, zatražiti od vas vašu e-adresu i lozinku, a opcionalno i druge informacije. \n\n1.4            Ako ste već kao klijent prijavljeni na platformu DISH, vaši se podaci s nje izravno prenose putem opcije Single Sign On (SSO). U tom se slučaju ne moraju ponovno navoditi.\n\n1.5            Osobne podatke o vama koje prikupljamo, obrađujemo i upotrebljavamo obrađujemo isključivo u okviru važećih zakonskih propisa.\n\n2.               Obrada osobnih podataka i prijenos trećim stranama \n\n2.1            Određeni osobni podaci prikupljaju se automatski putem vašeg krajnjeg uređaja (računalo, mobilni telefon, tablet itd.) dok se koristite našim uslugama. Prikupljaju se podaci o trenutačnoj IP adresi vašeg krajnjeg uređaja, datumu i vremenu, vrsti preglednika i operacijskom sustavu vašeg krajnjeg uređaja te o stranicama koje ste posjetili. To se radi u svrhu sigurnosti podataka i optimizacije naše ponude kao i poboljšanja naših usluga. Dodatna analiza podataka odvija se načelno samo u okviru ove Izjave o privatnosti, osim u statističke svrhe kada se načelno odvija u anonimiziranom obliku. Ti se osobni podaci obrađuju na temelju članka 6. stavka 1. rečenice 1. točke (f) GDPR-a. Zaštita naših internetskih stranica i optimizacija naših usluga naš su legitimni interes.\n\n2.2            Ako nas kontaktirate (npr. u obliku upita putem privacy@hd.digital), mi ćemo prikupiti, obraditi i upotrijebiti samo one osobne podatke koje ste nam povjerili i koji su potrebni za obradu vašeg upita i za odgovor na njega.\n\n2.3            Da bismo omogućili postupke obrade podataka navedene u ovoj Izjavi o privatnosti, upotrebljavamo pružatelje usluga kao izvršitelje obrade u smislu članka 28. GDPR-a, npr. pružatelje usluga hostinga oblaka, održavanja i drugih usluga. Ti pružatelji usluga mogu biti i vanjski pružatelji i pružatelji unutar koncerna METRO koji se nalaze u zemljama unutar i izvan Europske unije (EU) i Europskog gospodarskog prostora (EGP). Ugovornim odredbama osiguravamo da ti pružatelji usluga obrađuju osobne podatke u skladu s GDPR-om kako bismo zajamčili visoku razinu zaštite podataka, čak i ako se osobni podaci prenose u zemlju u kojoj je uobičajena druga razina zaštite podataka i za koju Europska komisija nije donijela odluku o primjerenosti. Osobni podaci ne prenose se drugim primateljima osim ako nas zakon na to obvezuje. Za dodatne informacije o primjerenim mjerama sigurnosti za međunarodni prijenos podataka ili njihovu presliku obratite se našem službeniku za zaštitu podataka putem sljedeće adrese e-pošte: privacy@hd.digital.\n\n3.               Kolačići\n\n3.1            Da bismo svoje usluge učinili što privlačnijima i omogućili vam korištenje određenih funkcija, upotrebljavamo tzv. kolačiće. Kolačići su male tekstne datoteke koje se spremaju na vašem krajnjem uređaju. Neki od naših kolačića brišu se nakon završetka sesije preglednika, dakle nakon zatvaranja preglednika (tzv. privremeni kolačići). Drugi ostaju na vašem krajnjem uređaju i omogućavaju nam prepoznavanje vašeg preglednika pri sljedećem posjetu (stalni kolačići). Svoj preglednik možete podesiti tako da vas obavješćuje o spremanju kolačića i da vam za svaki kolačić posebno pruža mogućnost da odlučite želite li ga prihvatiti ili tako da u određenim slučajevima ili nikada ne prihvaća kolačiće. Detaljnije informacije o tome možete pronaći u pomoćnim funkcijama svojeg internetskog preglednika. U slučaju neprihvaćanja kolačića moguća je ograničena funkcionalnost našeg web-mjesta. Prihvaćanjem naše „poruke o kolačićima” slažete se s obradom svojih osobnih podataka putem kolačića. Ti se osobni podaci obrađuju na temelju članka 6. stavka 1. rečenice 1. točke (a) GDPR-a. U nastavku ćemo se osvrnuti na konkretne kolačiće.\n\n3.2            Upotrebljavamo Adobe Analytics, uslugu društva Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republika Irska; „Adobe”). Navedena usluga upotrebljava kolačiće koji se pohranjuju na vašem krajnjem uređaju i koji omogućuju analizu vaše uporabe web-mjesta. Informacije o vašoj uporabi ovog web-mjesta koje se prikupljaju putem kolačića (uključujući vašu IP adresu) prenose se na poslužitelj društva Adobe u Irskoj gdje se anonimiziraju i u anonimnom obliku prosljeđuju na daljnju obradu poslužitelju u SAD-u gdje se pohranjuju. Adobe navedene informacije upotrebljava za analizu vašeg korištenja web-mjestom, za sastavljanje izvješća o aktivnostima na web-mjestu za operatore web-mjesta te za pružanje ostalih usluga koje su povezane s uporabom web-mjesta i interneta. Ako je to zakonom propisano ili ako treće strane obrađuju navedene podatke po nalogu društva Adobe, navedene se informacije po potrebi mogu proslijediti trećim stranama. Vaša IP adresa ni u kojem slučaju neće biti povezana s drugim podacima društva Adobe. S pomoću odgovarajuće postavke softvera svojeg preglednika možete onemogućiti instalaciju kolačića; međutim, skrećemo vam pozornost na to da se u tom slučaju možda nećete moći koristiti svim funkcijama našeg web-mjesta u punom opsegu. Uporabom ovog web-mjesta potvrđujete da ste suglasni s obradom prikupljenih podataka na prethodno opisani način i u prethodno navedene svrhe. Prikupljanje podataka u društvu Adobe može se opozvati u svakom trenutku s budućim učinkom. Detalje o opozivu pronaći ćete na internetskoj stranici http://www.adobe.com/privacy/opt-out.html. \n\n4.               Pružanje osobnih podataka i rokovi čuvanja \n\nSvoje osobne podatke pružate dobrovoljno. Zakonom niste obvezani staviti nam svoje osobne podatke na raspolaganje. Nestavljanje osobnih podataka na raspolaganje nema za vas nikakve posljedice, osim što nećete moći upotrebljavati naše usluge. Osobni podaci koje nam pružite putem naših usluga čuvaju se samo do ispunjenja svrhe za koju se obrađuju. Drukčiji rokovi čuvanja mogu proizaći iz opravdanog interesa društva H.d (npr. radi sigurnosti podataka i za sprječavanje zlouporabe). Osobni podaci koje moramo čuvati zbog zakonskih ili ugovornih obveza čuvanja bit će blokirani.\n\n5.               Vaša prava\n\nDa biste ostvarili svoja prava u skladu s GDPR-om \n\n·                 na informacije o obradi vaših osobnih podataka i na presliku tih podataka (članak 15. GDPR-a), \n\n·                 na ispravak netočnih i dopunu nepotpunih osobnih podataka (članak 16. GDPR-a), \n\n·                 na brisanje vaših osobnih podataka i, ako su ti podaci objavljeni, na to da H.d obavijesti druge voditelje obrade o zahtjevu za brisanje (članak 17. GDPR-a), \n\n·                 na ograničenje obrade vaših osobnih podataka (članak 18. GDPR-a), \n\n·                 na prenosivost podataka kako biste zaprimili svoje osobne podatke u strukturiranom, uobičajeno upotrebljavanom i strojno čitljivom formatu i na to da prenesete te podatke drugom voditelju obrade bez ometanja od strane društva H.d (članak 20. GDPR-a),\n\n·                 na povlačenje dane privole; povlačenje ne utječe na zakonitost obrade na temelju privole prije njezina povlačenja (članak 7. GDPR-a) te \n\n·                 na prigovor na obradu podataka (članak 21. GDPR-a),\n\nuvijek se možete obratiti službeniku za zaštitu podataka društva H.d (privacy@hd.digital). Osim toga imate pravo na pritužbu odgovornom nadzornom tijelu ako smatrate da se obradom podataka krši GDPR (članak 77. GDPR-a).\n\nVersion: August 2019 / AG\n\nUbicus_B2B_Privacy_V1_August 2019_hr",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Opći uvjeti poslovanja društva Hospitality Digital GMBH za uslugu objavljivanja na internetu „UBICUS”\n\nHospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf („H.d”) omogućuje poduzećima koja se bave hotelijerstvom i gastronomijom („naručitelj”) uporabu usluge objavljivanja na internetu pod nazivom „UBICUS”. Usluga se nudi kao besplatna osnovna verzija i premium verzija koja se naplaćuje (zajedno „Usluge”). Obje su Usluge detaljnije opisane u nastavku. \n\n1.               Područje primjene\n\n1.1            H.d pruža Usluge i druge usluge isključivo na temelju sljedećih ugovornih uvjeta („OUP”).\n\n1.2            H.d pruža Usluge isključivo naručiteljima koji nisu potrošači u smislu čl. 13. Građanskog zakonika (BGB).\n\n1.3            Uvjeti naručitelja koji od toga odstupaju ne vrijede ni ako ih H.d izričito ne odbije i/ili ako bezuvjetno pruži Usluge i/ili druge usluge znajući pritom da su uvjeti naručitelja u suprotnosti s Uvjetima i/ili odstupaju od njih.\n\n2.               Opseg Usluga\n\n2.1            Za vrijeme trajanja ugovora Usluge u osnovnoj verziji obuhvaćaju sljedeće besplatne usluge društva H.d:\n\n(a)             Prikupljanje i spremanje podataka o naručitelju.\n\n \n\nU okviru Usluga naručitelj pruža sljedeće podatke o mjestu poslovanja / podružnici:\n\nopći podaci (naziv poduzeća, kategorija), podaci o lokalnoj dostupnosti (adresa i radno vrijeme),         podaci o dostupnosti putem telekomunikacijskih sredstava (brojevi telefona, e-adrese, internetske stranice) i ponudi usluga.\n\n \n\n(b)             Objavljivanje na internetskim platformama („publishing”)\n\nPutem Usluga omogućuje se automatski prijenos tih podataka trećim pružateljima u svrhu objavljivanja na njihovim internetskim platformama. U osnovnoj verziji naručitelju ne stoje na raspolaganju sve povezane internetske platforme, nego samo određene. Ako se podaci ažuriraju unutar Usluge, ta se ažuriranja automatski prosljeđuju povezanim internetskim platformama.\n\n(c)             Preuzimanje prava upravljanja („claiming”)\n\nAko kod trećeg pružatelja već postoji unos, preuzimaju se prava upravljanja tom objavom eventualno uz sudjelovanje klijenta, pod uvjetom da je treći pružatelj to omogućio. Time se također omogućuje automatsko ažuriranje podataka putem Usluga.\n\n \n\n(d)             Upravljanje ugledom\n\nUsluge omogućuju (automatsko) zahtijevanje i skupno prikazivanje povratnih informacija klijenata kao što su ocjene, recenzije ili pitanja na platformama trećih pružatelja. S pomoću Usluga moguće je odgovoriti na povratne informacije klijenata odnosno prijaviti neprimjereni sadržaj ako je treći pružatelj predvidio tu mogućnost. U osnovnoj verziji te su dodatne usluge djelomično ograničene na određeni broj odgovora ili obavijesti (npr. samo pet puta mjesečno).\n\n \n\n(e)             Statistike i analize\n\nUslugama se pruža mogućnost prikupljanja, sortiranja i skupnog prikazivanja statistika uporabe sadržaja kod trećih pružatelja (npr. pristup stranicama, prikaz upita za pretraživanje). U okviru osnovne verzije na raspolaganje se stavlja ograničeni opseg statistika uporabe i mogućnosti filtriranja/sortiranja.\n\n \n\n2.2            Za vrijeme trajanja ugovora Usluge u premium verziji obuhvaćaju u odnosu na osnovnu verziju sljedeće dodatne usluge društva H.d koje se naplaćuju:\n\n(a)             Prikupljanje i spremanje podataka o naručitelju\n\nIsto kao 2.1 (a).\n\n(b)             Objavljivanje na internetskim platformama („publishing”)\n\nU okviru premium verzije podaci se objavljuju na svim platformama povezanima s Uslugama. Osim toga postoji mogućnost upravljanja većim brojem podružnica / mjesta poslovanja putem Usluga i u skladu s uvjetima platformi. Moguće je traženje i izostavljanje duplikata unosa kod trećih pružatelja. Redovito se provjerava jesu li treće strane neispravno izmijenile unose kod trećih pružatelja.\n\n(c)             Preuzimanje prava upravljanja („claiming”)\n\nIsto kao 2.1 (c).\n\n(d)             Upravljanje ugledom\n\nU premium verziji je broj odgovora i obavijesti neograničen. Osim toga su na raspolaganju sve mogućnosti filtriranja i sortiranja.\n\n(e)             Statistike i analize\n\nU premium verziji naručitelju stoji na raspolaganju puni opseg statistika uporabe i mogućnosti filtriranja/sortiranja.\n\n(f)               Objavljivanje sadržaja\n\nU okviru premium verzije naručitelj ima mogućnost izrade poruka za objavljivanje kod trećih pružatelja i njihova prijenosa u svrhu objavljivanja (npr. posebne ponude, novosti, događanja), ako treći pružatelji podržavaju tu mogućnost.\n\n2.3            H.d može ponuditi naručitelju dodatne usluge u vezi s osnovnom i premium verzijom odnosno izvršiti izmjene u opsegu usluge koje su nužne i nisu nepovoljne za naručitelja pod uvjetima ovog OUP-a.\n\n2.4            H.d može prilagoditi Usluge i druge usluge stanju tehnike i tehnološkom razvoju ili potrebama u mjeri u kojoj je to prihvatljivo naručitelju.\n\n2.5            H.d može obustaviti Usluge pridržavajući se primjerenog roka. H.d pravovremeno obavještava naručitelja o obustavi Usluga (najmanje dva tjedna ranije).\n\n3.               Obveze naručitelja\n\n3.1            Naručitelj je obvezan za vrijeme trajanja ugovora redovito ažurirati poslovne i kontaktne podatke koje je naveo prilikom sklapanja ugovora i odmah pisanim putem ili e-poštom obavijestiti H.d o svakoj izmjeni. Naručitelj je nadalje dužan redovito provjeravati e-poštu na adresi koju je dao društvu H.d kako bi preuzimao informacije u vezi s ugovorom.\n\n3.2            Naručitelj će zaštititi pristupne podatke koje dobije od društva H.d od neovlaštenog pristupa trećih strana. Naručitelj će odmah obavijestiti H.d u slučaju osnovane sumnje ili znanja o mogućoj zlouporabi dodijeljenih pristupnih podataka. H.d u tom slučaju ima pravo privremeno blokirati pristupne podatke naručitelja za Usluge do uklanjanja sumnje na zlouporabu. Ako se utvrdi da je doista došlo do zlouporabe, H.d ima pravo trajno blokirati pristupne podatke i dodijeliti naručitelju druge pristupne podatke.\n\n3.3            Naručitelj snosi isključivu odgovornost za točnost i potpunost podataka koje je pružio. H.d ne provjerava podatke. U tom smislu H.d ne jamči za točnost i potpunost podataka (vidi i točku 6.).\n\n4.               Posebne odredbe o softveru Usluga\n\n4.1            H.d daje naručitelju pravo pristupa softveru Usluga, a da naručitelj pritom u osnovnoj verziji nije dužan platiti naknadu koja premašuje plaćanja naručitelja predviđenih u ovom OUP-u. Uporaba je dopuštena naručitelju samo u interne poslovne svrhe. Naručitelj se obvezuje da neće upotrebljavati Usluge na nezakonit način ili u nezakonite svrhe.\n\n4.2            Naručitelj ne smije pristupati niti se koristiti Uslugama za treće strane ili u druge svrhe. Naručitelj osobito nema pravo umnožavati softver Usluga, stavljati ga na raspolaganje trećim stranama ili omogućavati trećim stranama pristup, rastavljati ga ili ga mijenjati na neki drugi način.\n\n4.3            Naručitelj nema pravo dati prava korištenja softvera Usluga trećoj strani. Naručitelj osobito ne smije prosljeđivati dodijeljene pristupne podatke za Usluge bez izričite prethodne suglasnosti društva H.d ni za vrijeme trajanja ugovora.\n\n4.4            Naručitelj daje svoju privolu da H.d sprema, analizira i upotrebljava u svrhu ocjenjivanja sve podatke („podaci”) koje je dobio od naručitelja.\n\n4.5            Kao dodatnu protuuslugu za stavljanje softvera Usluga na raspolaganje naručitelj usto daje društvu H.d pravo da dopuni podatke naručitelja dodatnim podacima (npr. iz javno dostupnih izvora trećih strana (kao što su portali za ocjenjivanje i društveni mediji) ili iz drugih izvora podataka dostupnih društvu H.d), da ih kombinira i ocjenjuje prema vlastitom nahođenju u vlastite svrhe te da te ocjene prosljeđuje i učini dostupnima trećim stranama (osobito, ali ne isključivo, onima koje su uključene u (daljnji) razvoj softvera Usluga i upravljanje njime kao poddobavljači te partnerskim poduzećima društva H.d koja pružaju digitalna rješenja ili druge usluge za poslovanje naručitelja).\n\n4.6            H.d i nakon raskida ugovora može nastaviti neograničeno upotrebljavati podatke i rezultate ocjenjivanja na temelju tih podataka. To se ne odnosi na osobne podatke naručitelja odnosno zaposlenika naručitelja koji se po isteku ugovora smiju upotrebljavati samo u zakonski dopuštenom okviru.\n\n5.               Sklapanje, trajanje i raskid ugovora\n\n5.1            Ugovor se realizira izravno u prodajnom procesu elektroničkim potpisom naručitelja ili H.d-ovim prihvaćanjem ponude naručitelja za sklapanje ugovora o Uslugama, i to registracijom naručitelja putem interneta. Ponuda se pritom prihvaća omogućavanjem pristupa softveru Usluga odnosno početkom pružanja usluga od strane društva H.d.\n\n5.2            Ugovor se u osnovnoj verziji sklapa na neodređeno vrijeme te ga naručitelj može bilo kada raskinuti, a H.d s otkaznim rokom od dva (2) tjedna.\n\n5.3            Ugovor se u premium verziji također sklapa na neodređeno vrijeme pod uvjetom da iz dotične komercijalne ponude ne proizlazi nešto drugo. Ako u komercijalnoj ponudi nije utvrđeno minimalno trajanje ugovora, naručitelj može bilo kada otkazati i premium verziju. H.d može otkazati premium verziju s otkaznim rokom od dva (2) tjedna.\n\n5.4            Ako H.d ne stavi na raspolaganje drugu mogućnost, ugovor se raskida pisanim putem ili e-poštom. Naručiteljevo brisanje korisničkog računa istovjetno je raskidu ugovora te se kao takvo i tretira.\n\n5.5            Pravo ugovornih strana na raskid ugovora bez otkaznog roka iz važnog razloga ostaje nepromijenjeno. Važnim razlogom osobito se smatra naručiteljevo kršenje obveza iz točaka 3.1, 4, 6.4 i 8.2.\n\n5.6            Nakon završetka ugovora iz bilo kojeg razloga H.d će u roku od trideset (30) dana izbrisati sve podatke koje je naručitelj spremio u memoriju u okviru ugovornog odnosa ako ih naručitelj ne izbriše sam putem softvera. Uz to H.d briše prava vlasništva i upravljanja za objave kod trećih pružatelja iz svojih sustava odnosno korisničkih računa kod trećih pružatelja. Ako je to moguće, H.d će pozvati naručitelja da sam preuzme upravljanje objavom. Za brisanje objava kod trećih pružatelja naručitelj se u tom slučaju mora izravno obratiti pružatelju. Primjenjuju se uvjeti pružatelja.\n\n6.               Jamstvo i odgovornost, oslobađanje od obveze\n\n6.1            Za Usluge i druge usluge koje H.d stavi na raspolaganje naručitelju H.d nadoknađuje naručitelju samo onu štetu koja je nastala zbog zlonamjernog prešućivanja nedostataka. H.d ne odgovara za druge pravne i/ili materijalne nedostatke Usluga i drugih usluga stavljenih na raspolaganje.\n\n6.2            H.d, njegovi pomoćni izvršitelji ili zakonski zastupnici odgovaraju za Usluge i druge usluge koje H.d stavlja na raspolaganje naručitelju samo u slučaju namjernih radnji, grube nepažnje ili skrivljene povrede života, tijela ili zdravlja te zle namjere. To ne utječe na odgovornost u skladu sa Zakonom o odgovornosti za proizvode.\n\n6.3            U pogledu ispunjenja ugovora H.d je zbog prirode Usluga ovisan o trećim stranama. H.d stoga ne može preuzeti odgovornost ako treći pružatelji izmijene svoje uvjete korištenja ili tehničke veze te daljnje korištenje našim Uslugama postane moguće samo uz određena ograničenja ili se u krajnjem slučaju sasvim onemogući. Zbog toga H.d ne može jamčiti vezu s pojedinačnim trećim pružateljima.\n\n6.4            Naručitelj je odgovoran za točnost podataka i jamči da raspolaže potrebnim pravima za podatke. Potrebna prava uključuju sve potrebne privole dotičnih osoba te prava korištenja i primjene.\n\n6.5            Naručitelj na zahtjev odmah oslobađa H.d, njegove pomoćne izvršitelje i zakonske zastupnike te povezana poduzeća društva H.d u skladu s čl. 15. Zakona o dioničkim društvima (AktG) od svih zahtjeva koje treće strane postavljaju na temelju Usluga i/ili drugih usluga ili u vezi s njima društvu H.d, njegovim pomoćnim izvršiteljima, zakonskim zastupnicima i/ili povezanim poduzećima, uključujući zahtjeve trećih strana na temelju nezakonite uporabe podataka i/ili nedostatka privola dotičnih osoba i/ili povrede prava osobnosti zaposlenika naručitelja. Tim oslobađanjem obuhvaćeni su i nužni troškovi kaznenog progona uključujući troškove arbitražnog postupka.\n\n7.               Zaštita podataka, čuvanje tajnosti\n\n7.1            H.d obrađuje osobne podatke naručitelja, njegovih zaposlenika i ostalih trećih strana, pod uvjetom da ih naručitelj stavi na raspolaganje, isključivo za provedbu ovog ugovora, npr. za uspostavljanje kontakta i pružanje usluga. Time su obuhvaćeni i podaci o korištenju koji nastaju tijekom korištenja Uslugama i podaci koje naručitelj stavi na raspolaganje. Bez stavljanja tih osobnih podataka na raspolaganje nije moguća provedba ugovora. Osobni podaci obrađuju se na temelju članka 6. stavka 1. rečenice 1. točke (b) Opće uredbe o zaštiti podataka (GDPR). Osobni podaci naručitelja brišu se nakon završetka ugovora osim ako je zakonskim obvezama predviđeno dulje čuvanje osobnih podataka. U tom se slučaju osobni podaci prvo blokiraju radi sprječavanja uporabe u druge svrhe, a zatim se brišu čim istekne zakonski propisani rok čuvanja. U svrhu provedbe ugovora H.d se služi potporom pružatelja usluga, npr. iz područja hostinga, održavanja i drugih usluga. Ti pružatelji usluga mogu biti vanjska poduzeća te povezana poduzeća društva H.d u skladu s čl. 15. i sljedećim člancima Zakona o dioničkim društvima. Sklapanjem ugovora s pružateljima usluga H.d osigurava obradu osobnih podataka kod tih pružatelja u skladu s odredbama GDPR-a. To vrijedi i ako se osobni podaci obrađuju izvan EU-a/EGP-a. Da bi ostvario svoja prava u skladu s GDPR-om \n\n·        na informacije o obradi njegovih osobnih podataka i na presliku tih podataka (članak 15. GDPR-a), \n\n·        na ispravak netočnih i dopunu nepotpunih osobnih podataka (članak 16. GDPR-a), \n\n·        na brisanje njegovih osobnih podataka i, ako su ti podaci objavljeni, na to da H.d obavijesti druge voditelje obrade o zahtjevu za brisanje (članak 17. GDPR-a), \n\n·        na ograničenje obrade njegovih osobnih podataka (članak 18. GDPR-a), \n\n·        na prenosivost podataka kako bi zaprimio svoje osobne podatke u strukturiranom, uobičajeno upotrebljavanom i strojno čitljivom formatu i na to da prenese te podatke drugom voditelju obrade bez ometanja od strane društva H.d (članak 20. GDPR-a) te \n\n·        na prigovor na obradu podataka (članak 21. GDPR-a),\n\nnaručitelj se uvijek može obratiti službeniku za zaštitu podataka društva H.d (privacy@hd.digital). Osim toga, naručitelj ima pravo na pritužbu odgovornom nadzornom tijelu ako naručitelj smatra da se obradom podataka krši GDPR (članak 77. GDPR-a).\n\n7.2            Ugovorne strane ne smiju ni nakon isteka vremena trajanja ugovora omogućiti trećim stranama pristup povjerljivim informacijama niti upotrebljavati te informacije u druge svrhe koje ne služe za provedbu ugovora. Povjerljivima se smatraju sve informacije o svim tehničkim informacijama i stručnom znanju kojima je naručitelj dobio pristup te druge informacije koje je jedna od dviju ugovornih strana označila kao povjerljive i koje imaju ekonomsku vrijednost. To izričito uključuje radne i poslovne tajne.\n\n7.3            Obveza čuvanja tajnosti ne odnosi se na informacije koje su postale ili već jesu poznate jednoj od ugovornih strana ili javno, a da pritom druga ugovorna strana nije prekršila točku 7.2, koje se na temelju zakonskih, sudskih ili službenih naloga moraju učiniti dostupnima trećim stranama ili koje se zbog namjere kupnje poduzeća daju na uvid trećim stranama obvezanima na čuvanje tajnosti. \n\n8.               Naknada\n\n8.1            Cijene Usluga u premium verziji utvrđuju se na temelju zasebnog cjenika odnosno komercijalnih ponuda prikazanih na internetu. Naručitelj u slučaju narudžbe dobiva potvrdnu e-poruku sa svim nužnim podacima.\n\n8.2            Naručitelj je dužan u cijelosti uplatiti utvrđenu naknadu u roku plaćanja. Ako naručitelj kasni s plaćanjem, H.d zadržava pravo na to da ne pruži svoju uslugu do uplate traženog iznosa ili da nakon ponovnog bezuspješnog zahtjeva za uplatom raskine ugovor iz važnog razloga. H.d u tom slučaju zadržava pravo na ostvarivanje zahtjeva za naknadu štete i drugih zahtjeva. \n\n9.               Plaćanje\n\n9.1            Ako naručitelj odabere premium verziju Usluga, koja se naplaćuje, za postupak plaćanja vrijedi sljedeće: Za izvršenje plaćanja H.d se koristi uslugama društava Wirecard AG, Einsteinring 35, 85609 Aschheim, i Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Irska („pružatelji usluga platnog prometa”). \n\n9.2            Pružatelji usluga platnog prometa primaju uplate naručitelja putem različitih metoda plaćanja na vlastiti račun otvoren u kreditnoj instituciji i isplaćuju novac društvu H.d. U omogućene metode plaćanja ubrajaju se među ostalim, ali ne isključivo, gotovinsko plaćanje unaprijed, PayPal i plaćanje kreditnom karticom.\n\n \n\n10.            Ostale odredbe\n\n10.1         H.d može pružati pojedinačne ili sve usluge koje je dužan pružati u okviru ovog ugovora, osobito Usluge, putem podizvršitelja.\n\n10.2         H.d može izmijeniti ovaj OUP za naručitelja nakon prethodne najave, uključujući planirane izmjene. H.d smije provesti izmjene OUP-a samo u opsegu koji je prihvatljiv naručitelju te izmjene koje se ne odnose na bitne ugovorne obveze niti stavljaju naručitelja u ukupno gledajući lošiji položaj. Naručitelj može uložiti prigovor na izmjenu OUP-a u roku od četiri (4) tjedna od primitka obavijesti ili raskinuti ugovor bez pridržavanja otkaznog roka. Ako naručitelj ne uloži prigovor na izmjenu OUP-a ili ga ne uloži u navedenom roku, smatra se da se slaže s izmjenom OUP-a. H.d će prilikom obavještavanja o izmjenama OUP-a ukazati naručitelju na posljedice neulaganja prigovora i na pravo na raskid ugovora bez otkaznog roka.\n\n10.3         Ako neka odredba ovog ugovor jest ili postane potpuno ili djelomično ništetna, nevaljana, neprovediva ili neizvršiva („neispravna odredba”), to ne utječe na valjanost i provedivost ostalih odredbi ovog ugovora. Ugovorne strane već se sada obvezuju da će umjesto neispravne odredbe ugovoriti odredbu koja će u okviru pravnih mogućnosti biti najbliža onome što bi ugovorile prema smislu i svrsi ovog ugovora da su prepoznale neispravnost odredbe. Ako neispravnost odredbe proizlazi iz opsega usluge utvrđenog u njoj ili vremena (rok ili termin), valja ugovoriti odredbu sa zakonski dopuštenim opsegom koji je najbliži izvornom opsegu. Isto vrijedi i za eventualne pravne praznine u ovom ugovoru. Izričita je volja ugovornih strana da ova salvatorna klauzula ne rezultira obratom tereta dokaza, nego da je čl. 139. Građanskog zakonika (BGB) isključen.\n\n10.4         Ugovor i svi zahtjevi i prava iz njega ili u vezi s njim podliježu isključivo njemačkom pravu uz isključenje kolizijskog prava te se tumače i provode u skladu s njemačkim pravom. Isključena je primjena Konvencije Ujedinjenih naroda o ugovorima o međunarodnoj prodaji robe (CISG). Mjesto izvršenja je Düsseldorf.\n\n10.5         Za sve sporove iz ovog ugovora, njegove realizacije ili njegove provedbe odnosno u vezi s time isključivo je nadležan sud u Düsseldorfu, ako je to zakonski dopušteno.\n\nVersion: August 2019. / AG\n\nUbicus_B2B_TC_V1_August 2019_hr",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}