{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Adatvédelmi nyilatkozat\n\n \n\nKöszönjük a „Ubicus” internetes jegyzékszolgáltatásunk iránti érdeklődését. Ügyfeleink bizalmát a legfontosabb tőkénknek tekintjük. A legmagasabb prioritásként kezeljük az ügyféladatok védelmét, és azt, hogy csakis az ügyfelek által tőlünk elvárt módon kezeljük őket. Ezért a következő adatvédelmi irányelvben tájékoztatjuk Önt személyes adatainak kezeléséről és a kezelés során az európai általános adatvédelmi rendelet („ÁAR”) és a további irányadó adatvédelmi előírások alapján Önt megillető jogokról.\n\n1.               Általános információk\n\n1.1            A Ubicus szolgáltatások üzemeltetésének felelőse a Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (a következőkben „H.d”, „cégünk”, vagy annak ragozott alakjai). A H.d a legnagyobb súlyt fekteti az Ön személyes adatainak védelmére.\n\n1.2            Adatvédelemmel kapcsolatos kérdések esetén a következő elérhetőségeken veheti fel a kapcsolatot az adatvédelmi tisztviselőnkkel: Hospitality Digital GmbH, Datenschutzbeauftragter (adatvédelmi tisztviselő), Metro-Straße 1, 40235 Düsseldorf, e-mail: privacy@hd.digital.\n\n1.3            Ebben az adatvédelmi nyilatkozatban ismertetjük, hogy milyen módon gyűjtünk, kezelünk és használunk személyes adatokat a szolgáltatások rendelkezésre bocsátásának keretében. A személyes adatok az Ön személyére vagy tényleges körülményeire vonatkozó egyedi adatok. Így például a regisztráció keretében megkérdezzük az e-mail címét és jelszavát, valamint opcionálisan további adatokat. \n\n1.4            Amennyiben Ön már ügyfelünk a DISH platformon, akkor az adatait onnan közvetlenül, Single Sign On (SSO) kapcsolaton keresztül átkerülnek. Ilyen esetben nem kell újból megadnia őket.\n\n1.5            Az Önre vonatkozóan adott esetben gyűjtött, kezelt és használt adatokat kizárólag az alkalmazandó törvényi előírások keretében kezeljük.\n\n2.               Személyes adatok kezelése és harmadik félnek történő továbbítása \n\n2.1            Egyes személyes adatokat a szolgáltatásaink használatakor automatikusan, az Ön végberendezésén (számítógép, mobiltelefon, táblagép stb.) keresztül rögzítjük. Rögzítjük például az Ön végberendezése által aktuálisan használt IP-címet, a dátumot és a pontos időt, a böngésző típusát és végberendezése operációs rendszerét, valamint a megtekintett oldalakat. Ez az adatbiztonság, valamint kínálatunk optimalizálása és szolgáltatásaink javítása céljából történik. Egyéb kiértékelés a statisztikai célra történő kiértékelés kivételével, és alapvetően anonimizált formában alapvetően kizárólag a jelen adatvédelmi nyilatkozat keretében történik. Személyes adatainak kezelése az ÁAR 6. cikk (1) bek. 1. mondat f) pontja alapján történik. Weboldalunk védelme és szolgáltatásaink optimalizálása jogos érdekünkben áll.\n\n2.2            Amennyiben Ön felveszi velünk a kapcsolatot (pl. a privacy@hd.digital címre küldött megkeresés útján), úgy kizárólag azokat a személyes adatokat gyűjtjük, kezeljük és használjuk, amelyeket Ön közölt velünk, és amelyek a megkeresésének ügyintézéséhez és megválaszolásához szükségesek.\n\n2.3            A jelen adatvédelmi nyilatkozatban említett adatfeldolgozási műveletek lehetőségének megteremtése érdekében az ÁAR 28. cikke szerint például felhőalapú tárhelymegoldási, karbantartási és további szervizszolgáltatásokat nyújtó adatfeldolgozó szolgáltatókat veszünk igénybe. Ezek egyaránt lehetnek külső szolgáltatók, valamint a METRO konszernen belüli szolgáltatók az Európai Unión (EU) és az Európai Gazdasági Térségen (EGT) belül és kívül. Szerződéses szabályozásokkal biztosítjuk azt, hogy ezek a szolgáltatók a személyes adatokat az ÁAR szerint kezeljék, szavatolják a magas szintű adatvédelmet akkor is, ha a személyes adatokat olyan, más országba továbbítják, ahol eltérő szintű az adatvédelem, és amelynek megfelelőségére nézve az Európai Bizottság döntése nem áll rendelkezésre. A személyes adatokat nem továbbítjuk más címzettek részére, kivéve, ha arra törvény kötelez bennünket. A nemzetközi adattovábbítással kapcsolatos megfelelő biztonsági óvintézkedésekkel kapcsolatos, további tájékoztatást vagy annak másolatát e-mailben igényelheti az adatvédelmi tisztviselőnknél a privacy@hd.digital címen.\n\n3.               Cookie-k\n\n3.1            Annak érdekében, hogy szolgáltatásainkat vonzóvá és meghatározott funkciók használatát lehetségessé tegyük, úgynevezett cookie-kat használunk. Ezek az Ön végberendezésén tárolt, apró szövegfájlok.  Az általunk használt egyes cookie-kat (úgynevezett munkamenet cookie-kat) a böngésző munkamenetének végén, vagyis a böngésző bezárását követően töröljük. Más cookie-k (állandó cookie-k) az Ön végberendezésén maradnak, és lehetővé teszik azt, hogy a következő látogatása alkalmával felismerjük az Ön böngészőjét. Ezáltal Ön beállíthatja böngészőjét úgy, hogy tájékoztatást kapjon a cookie-k elhelyezéséről, és csak egyes esetekben engedélyezze a cookie-kat, illetve a cookie-k fogadását bizonyos esetekben vagy általánosságban elutasítsa. Részletesebb információkat ezzel kapcsolatban az internetböngészője súgó funkcióján keresztül kaphat. A cookie-k fogadásának megtagadása esetén weboldalunk funkcionalitása korlátozott lehet. A „cookie-tájékoztatás” elfogadásával Ön beleegyezik a személyes adatainak cookie-kon keresztül történő kezelésébe. Személyes adatainak kezelése az ÁAR 6. cikk (1) bek. 1. mondat a) pontja alapján történik. A következőkben a konkrét cookie-k ismertetése található.\n\n3.2            Az Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republic of Ireland; „Adobe”) Adobe Analytics nevű szolgáltatását használjuk. Ez a szolgáltatás cookie-kat használ, amelyeket az Ön számítógépén tárolva lehetőség nyílik a weboldal Ön általi használatának elemzésére.  A cookie által rögzített, a weboldal Ön általi használatára vonatkozó információkat (beleértve az Ön IP-címét) az Adobe írországi szerverére továbbítják, és ott anonimizálják, majd anonimizált formában további feldolgozásra az USA-ban található szerverekre továbbítják, és ott tárolják. Az Adobe arra használja ezeket az információkat, hogy a weboldal Ön általi használatát kiértékelje, hogy jelentéseket állítson össze a weboldalhoz kapcsolódó tevékenységekről és további, a weboldal használatával és az internethasználattal kapcsolatos szolgáltatásokat nyújtson a weboldal üzemeltetője számára. Ezek az adatok adott esetben harmadik félnek is továbbíthatók, feltéve, hogy azt törvény írja elő, vagy az adatokat az Adobe megbízásából harmadik fél dolgozza fel.  Az Adobe az Ön IP-címét semmilyen esetben nem köti össze más adatokkal. A cookie-k telepítését megakadályozhatja a böngészője megfelelő beállításával, mindazonáltal felhívjuk figyelmét arra, hogy ebben az esetben előfordulhat, hogy nem tudja majd a webhely összes funkcióját használni. A weboldal használatával Ön kijelenti, hogy beleegyezik az Önről gyűjtött adatoknak a fenti módon és a fent megnevezett célra történő feldolgozásával. Az Adobe általi adatgyűjtés ellen bármikor tiltakozhat jövőbeli hatállyal. A beleegyezés visszavonásával kapcsolatban részletesebb tudnivalókat a http://www.adobe.com/privacy/opt-out.html címen talál. \n\n4.               Személyes adatok rendelkezésre bocsátása és megőrzési határidők \n\nAz Ön személyes adatainak rendelkezésre bocsátása önkéntesen történik. Ön a törvény értelmében nem köteles rendelkezésünkre bocsátani a személyes adatait. Amennyiben nem bocsátja rendelkezésre a személyes adatait, az semmilyen következménnyel nem jár Önre nézve, eltekintve attól, hogy nem veheti igénybe a szolgáltatásainkat. A szolgáltatásainkon keresztül rendelkezésünkre bocsátott személyes adatait csak addig tároljuk, amíg teljesül a cél, amelynek érdekében kezeltük őket. Eltérő megőrzési határidők adódhatnak a H.d jogos érdekéből is (mint pl. az adatbiztonság szavatolása és a visszaélések megakadályozása). A törvény szerinti vagy szerződéses megőrzési kötelezettség alapján tárolandó személyes adatokat zároljuk.\n\n5.               Az Ön jogai\n\nAz Önt az ÁAR szerint megillető jogok, nevezetesen \n\n·                 az Ön személyes adatainak kezelésével kapcsolatos tájékoztatás, valamint az adatai másolatának igénylése (ÁAR 15. cikk), \n\n·                 a helytelen és hiányos személyes adatok helyesbítése (ÁAR 16. cikk), \n\n·                 az Ön személyes adatainak törlése, és amennyiben nyilvánosságra kerültek, akkor a többi adatkezelőnek a H.d által a törlés iránti kérésre vonatkozó tájékoztatása (ÁAR 17. cikk), \n\n·                 az Ön személyes adatai kezelésének korlátozása (ÁAR 18. cikk), \n\n·                 adathordozhatóság olyan módon, hogy az Ön személyes adatait strukturált, szokványos és géppel olvasható formában átadják, valamint annak joga, hogy ezeket az adatokat egy másik adatkezelő részére a H.d általi akadályoztatás nélkül továbbítsák (ÁAR 20. cikk),\n\n·                 a korábban adott beleegyezés visszavonása: a visszavonás nem érinti a visszavonás előtti, beleegyezésen alapuló adatkezelés jogszerűségét (ÁAR 7. cikk) és \n\n·                 az adatkezelés elleni tiltakozás (ÁAR 21. cikk)\n\ngyakorlása érdekében bármikor felveheti a kapcsolatot a H.d adatvédelmi tisztviselőjével (privacy@hd.digital). Ezenkívül joga van panasszal élni az illetékes felügyeleti hatóságnál, amennyiben úgy véli, hogy az adatkezelés nincs összhangban az ÁAR-rel (ÁAR 77. cikk).\n\nVersion: August 2019 / AG\n\nUbicus_B2B_Privacy_V1_August 2019_hu",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "A Hospitality Digital GMBH „UBICUS” internetes jegyzékszolgáltatásának Általános Üzletszabályzata\n\nA Hospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf („H.d”) a szállodai és étterem iparágban tevékenykedő cégek („megrendelő”) részére kínálja a „UBICUS” nevű internetes jegyzékszolgáltatás használatát. A szolgáltatást ingyenes alapváltozatban és díjköteles prémiumváltozatban kínáljuk (együttesen: „szolgáltatások”). A két szolgáltatás részletesebb leírása a következőkben olvasható. \n\n1.               Hatály\n\n1.1            A H.d a jelen és további szolgáltatásokat kizárólag a következő szerződéses feltételek („Általános Üzletszabályzat”) alapján nyújtja.  \n\n1.2            A H.d a szolgáltatásokat kizárólag olyan ügyfeleknek nyújtja, akik a német Polgári Törvénykönyv (BGB) 13. cikke alapján nem minősülnek fogyasztóknak.\n\n1.3            Az ügyfél eltérő feltételei abban az esetben sem alkalmazandók, ha a H.d azokat nem utasítja el kifejezetten, és/vagy ennek ellenére vagy az ügyfél eltérő feltételeinek ismeretében fenntartás nélkül szolgáltatásokat nyújt és/vagy termékeket szállít.\n\n2.               A szolgáltatások köre\n\n2.1            A szolgáltatások az alapváltozatban a H.d által a szerződés futamideje alatt nyújtott következő ingyenes szolgáltatásokat foglalják magukban:\n\n(a)             A megrendelő adatainak rögzítése és tárolása.\n\n \n\nA szolgáltatások keretében a megrendelő a következő adatokat adja át egy adott telephelyre/kirendeltségre vonatkozóan:\n\náltalános adatok (cég neve, besorolása), helyi elérhetőségek (cím és nyitvatartási idők),      távközlési elérhetőségi adatok (telefonszámok, e-mailek, weboldalak), felkínált szolgáltatások.\n\n \n\n(b)             Közzététel internetes oldalakon („publishing”)\n\nA szolgáltatások lehetővé teszik a fenti adatok harmadik félnek minősülő szolgáltatók részére történő, automatikus továbbítását az általuk üzemeltetett internetes platformokon történő közzététel céljából. Az alapváltozatban a megrendelőknek nem az összes csatlakozott internetes platformot, hanem csak a kiválasztott platformokat kínáljuk fel. A szolgáltatáson belül frissített adatok automatikusan továbbítódnak a kapcsolódó internetes platformokra.\n\n(c)             Kezelési jogok átvétele („claiming”)\n\nHarmadik félnek minősülő szolgáltatónál már létező bejegyzés esetén, amennyiben a harmadik félnek minősülő szolgáltató lehetővé teszi azt, az adott közzététellel kapcsolatos kezelési jog átvételének indítványozása, és adott esetben az ügyfél közreműködésével történő foganatosítása. Ez ilyenkor a szolgáltatásokkal kapcsolatos adatok automatizált frissítésére is lehetőséget ad.\n\n \n\n(d)             Közmegítélés kezelése\n\nA szolgáltatások lehetővé teszik az ügyfelektől a harmadik félnek minősülő szolgáltatók platformjain keresztül kapott visszajelzések, például minősítések, értékelések vagy kérdések (automatizált) lekérdezését és egyesített megjelenítését. A szolgáltatások lehetőséget adnak az ügyfelektől kapott visszajelzések megválaszolására, illetve a nem helyénvaló tartalom jelentésére, amennyiben a harmadik félnek minősülő szolgáltató azt előirányozta. Az alapváltozatban ezek a kiegészítő szolgáltatások meghatározott számú válaszra vagy értesítésre (pl. havonta öt alkalomra) korlátozottak.\n\n \n\n(e)             Statisztikák és elemzések\n\nA szolgáltatások felkínálják a tartalmak harmadik félnek minősülő szolgáltatóknál történő használatára (pl. oldalmegtekintésekre, keresési lekérdezések megjelenítésére) vonatkozó statisztikák gyűjtését, rendezését és egyesített megjelenítését. Az alapváltozatban a használati statisztikák és szűrési/rendezési lehetőségek korlátozott köre áll rendelkezésre.\n\n \n\n2.2            A szolgáltatások a prémiumváltozatban az alapváltozatban elérhetőkön kívül a H.d következő díjköteles szolgáltatásait foglalják magukban a szerződés futamideje alatt:\n\n(a)             A megrendelő adatainak rögzítése és tárolása\n\nMint a 2.1 (a) pontban.\n\n(b)             Közzététel internetes oldalakon („publishing”)\n\nA prémiumváltozatban a közzététel a szolgáltatáshoz kapcsolódó összes platformon történik. Ezenkívül lehetőség van több kirendeltség/telephely kezelésére a szolgáltatáson keresztül és a platformok feltételeinek megfelelően. Lehetőség van duplán szereplő bejegyzések keresésére és letiltására a harmadik félnek minősülő szolgáltatóknál. Rendszeresen vizsgáljuk, hogy a harmadik félnek minősülő szolgáltatóknál megjelenő bejegyzéseket nem módosította-e harmadik fél nem megfelelő módon.\n\n(c)             Kezelési jogok átvétele („claiming”)\n\nMint a 2.1 (c) pontban.\n\n(d)             Közmegítélés kezelése\n\nA prémiumváltozatban a válaszok és értesítések száma nem korlátozott. Minden szűrési és rendezési lehetőség rendelkezésre áll.\n\n(e)             Statisztikák és elemzések\n\nA prémiumváltozatban a használati statisztikák és szűrési/rendezési lehetőségek teljes köre a megrendelő rendelkezésére áll.\n\n(f)               Content Publishing (tartalom-közzététel)\n\nA megrendelő a prémiumváltozatban lehetőséget kap arra, hogy üzeneteket (pl. különleges ajánlatokat, híreket, eseményeket) fogalmazzon meg a harmadik félnek minősülő szolgáltatónál történő közzétételre, és közzététel céljából továbbítsa azt – amennyiben a harmadik félnek minősülő szolgáltató támogatja azt.\n\n2.3            A H.d további szolgáltatásokat nyújthat a megrendelőnek az alap- és a prémiumváltozatban, illetve végrehajthat szükséges, a megrendelőre nézve nem hátrányos módosításokat a jelen Általános Üzletszabályzat feltételei szerint nyújtott szolgáltatások körére nézve.\n\n2.4            A H.d a jelen és más szolgáltatásokat a legmodernebb technika és a műszaki haladás valamint szükség szerint módosíthatja a megrendelő számára elfogadható mértékben.\n\n2.5            A H.d megfelelő határidő betartásával megszüntetheti a szolgáltatást. A H.d időben (legalább két héttel korábban) tájékoztatja a megrendelőt a szolgáltatás megszüntetéséről.\n\n3.               A megrendelő kötelezettségei\n\n3.1            A megrendelő köteles a szerződéskötéskor megadott üzleti és elérhetőségi adatokat a szerződés futamideje alatt folyamatosan naprakészen tartani, és minden változást haladéktalanul írásban vagy e-mailben közölni a H.d-vel. A megrendelő köteles biztosítani azt is, hogy a H.d felé megadott e-mail címre küldött e-maileket rendszeresen lehívják, és ezzel hozzájussanak a szerződésre nézve lényeges információkhoz.  \n\n3.2            A megrendelő köteles a H.d-től kapott hozzáférési adatokat megóvni az illetéktelen harmadik fél általi hozzáféréssel szemben. A megrendelő haladéktalanul tájékoztatja a H.d-t, ha a megrendelő alapos okkal gyanítja az átadott hozzáférési adatokkal való lehetséges visszaélést, vagy tudomása van arról. A H.d ilyen esetben jogosult a megrendelő szolgáltatáshoz való hozzáférési adatait átmenetileg zárolni a visszaélés gyanújának tisztázásáig. Amennyiben tényleges visszaélés történt, a H.d jogosult a hozzáférési adatokat tartósan zárolni és a megrendelőnek más hozzáférési adatokat kiosztani.\n\n3.3            A megrendelő egyedül felelős az általa átadott adatok helyességéért és hiánytalanságáért. A H.d nem végez vizsgálatot. A H.d így erre nézve felelősséget sem vállal (lásd még a 6. pontot is).\n\n4.               A szolgáltatás szoftverére vonatkozó különleges rendelkezések\n\n4.1            A H.d anélkül ad jogosultságot a megrendelőnek a szolgáltatási szoftverhez való hozzáférésre, hogy a megrendelőre bármilyen díjfizetési kötelezettség hárulna az alapváltozatban a megrendelőre a jelen Általános Üzletszabályzatban előirányzott szolgáltatásokon túlmenően. A megrendelő számára a használat kizárólag saját, cégen belüli üzleti célokra megengedett. A megrendelő vállalja, hogy nem használja a szolgáltatásokat jogsértő módon, vagy jogsértő célokra.\n\n4.2            A megrendelő nem férhet hozzá a szolgáltatásokhoz és nem használhatja azokat harmadik fél érdekében vagy egyéb célra. A megrendelő így különösen nem jogosult a szolgáltatási szoftver sokszorosítására, harmadik félnek történő átadására vagy hozzáférhetővé tételére, a szolgáltatási szoftver visszafejtésére vagy egyéb módon történő módosítására.\n\n4.3            A megrendelő nem jogosult harmadik félnek használati jogot adni a szolgáltatási szoftverhez. A megrendelő így különösen a szerződés időtartama alatt sem adhatja tovább a szolgáltatáshoz részére átadott hozzáférési adatokat a H.d előzetes kifejezett hozzájárulása nélkül.\n\n4.4            A megrendelő kijelenti, hogy beleegyezik abba, hogy a H.d a megrendelő által rendelkezésére bocsátott összes adatot („adatok”) tárolja, elemezze és kiértékelés céljából használja.\n\n4.5            Viszonzásképpen a szolgáltatási szoftver rendelkezésre bocsátásáért a megrendelő engedélyt ad a H.d-nek továbbá arra, hogy a megrendelő adatait kiegészítse más adatokkal (pl. nyilvánosan hozzáférhető külső forrásokból (pl. értékelő portálokról és közösségi oldalakról) származó adatokkal, vagy egyéb, a H.d számára hozzáférhető adatforrásokból származó adatokkal), hogy a H.d saját belátása szerint saját céljaira egyesítse és kiértékelje azokat, és hogy megossza ezeket a kiértékeléseket, és hozzáférhetővé tegye őket harmadik felek számára (ezen belül különösen, de nem kizárólagosan a szolgáltatási szoftver (tovább)fejlesztésében és használatában alvállalkozóként résztvevőkre és a H.d partnercégeire, amelyek digitális megoldásokat, vagy egyéb szolgáltatásokat nyújtanak a megrendelő üzleti tevékenységéhez).  \n\n4.6            A H.d felmondást követően is korlátozások nélkül tovább használhatja az adatokat és a kapcsolódó kiértékelési eredményeket.   Ez nem vonatkozik a megrendelő, vagy a megrendelő alkalmazottainak személyes adataira, amelyek a szerződés befejezését követően kizárólag a törvényben megengedett mértékben használhatók.  \n\n5.               A szerződés megkötése, időtartama, felmondása\n\n5.1            A szerződés közvetlenül az értékesítési folyamat során jön létre, amikor a megrendelő ellátja az aláírásával, vagy amikor a H.d elfogadja a megrendelő által a szolgáltatásokra vonatkozó szerződés megkötésére tett ajánlatot, amely akkor jön létre, amikor a megrendelő az interneten regisztrál. Ebben az esetben az elfogadás akkor történik meg, amikor a H.d hozzáférést biztosít a szolgáltatási szoftverhez, illetve, amikor megkezdi a szolgáltatásnyújtást.\n\n5.2            A szerződés az alapváltozatban határozatlan időre jön létre, és a megrendelő és a H.d egyaránt bármikor felmondhatja két (2) hét felmondási határidő betartásával.  \n\n5.3            A szerződés a prémiumváltozatban ugyancsak határozatlan időre jön létre, amennyiben a konkrét kereskedelmi ajánlat nem rendelkezik eltérően. Ha a kereskedelmi ajánlat nem írja elő a legrövidebb futamidőt, akkor a megrendelő a prémiumváltozatot is bármikor jogosult felmondani. A H.d a prémiumváltozatot két (2) hét felmondási határidő betartásával mondhatja fel.\n\n5.4            Ha a H.d ajánlatában nem szerepel eltérő kikötés, akkor a felmondásoknak írásban vagy e-mailben kell történnie.   A fiók megrendelő általi törlése a felmondással egyenértékű, és annak megfelelően kezelendő.\n\n5.5            Ez nem csorbítja a felek jogát arra, hogy alapos okból azonnali hatállyal felmondják a szerződést. Nyomós ok áll fenn különösen akkor, ha a megrendelő megsérti a 3., 4., 6.4. és 8.2. pont szerinti kötelezettségét.  \n\n5.6            A szerződés bármilyen okból történő felmondása esetén a H.d harminc (30) napon belül töröl a szerződéses jogviszony keretében a tárhelyén tárolt minden személyes adatot, amennyiben maga a megrendelő nem törli azokat a szoftveren keresztül. Ezenfelül a H.d törli a harmadik félnek minősülő szolgáltatónál megjelent közzétételek tulajdonjogát és kezelési jogát a rendszereiből, illetve a harmadik félnek minősülő szolgáltatóknál létező fiókokból. Amennyiben ez lehetséges, a H.d felkéri a megrendelőt a listabejegyzés kezelésének átvételére. A megrendelőnek ebben az esetben közvetlenül a szolgáltatóhoz kell fordulnia a listabejegyzés harmadik félnek minősülő szolgáltatónál történő törlése céljából. A szolgáltató feltételei érvényesek.\n\n6.               Jótállás és szavatosság, mentesítés\n\n6.1            A H.d az általa a megrendelő részére nyújtott szolgáltatások tekintetében kizárólag a szolgáltatások csalárd módon leplezett hibáiból fakadó károkért nyújt kártérítést a megrendelőnek. A H.d ezen túlmenően semmilyen szavatosságot nem vállal megrendelőnek nyújtott szolgáltatásokra jogi és/vagy kellékhiányaiért.  \n\n6.2            A H.d, teljesítési segédei vagy törvényes képviselői csak szándékos cselekedet, durva hanyagság vagy emberi életet, testi épséget vagy egészséget fenyegető, felróható sérülés, valamint rosszhiszeműség esetén vonhatók felelősségre a szolgáltatásokért.   A fentiek nem csorbítják a német termékfelelősségi törvény szerinti szavatosságot.\n\n6.3            A H.d a szerződés teljesítésének keretében harmadik felek által nyújtott szolgáltatásoktól függ. A H.d emiatt nem tud felelősséget vállalni arra az esetre, ha a harmadik félnek minősülő szolgáltatók módosítják a használati feltételeiket vagy műszaki kapcsolódásaikat, és az általunk nyújtott szolgáltatások a továbbiakban csak korlátozottan, vagy szélsőséges esetben akár egyáltalán nem használhatók. Emiatt a H.d nem tud ígéretet tenni az egyes, harmadik félnek minősülő szolgáltatókkal történő kapcsolatlétesítésekre nézve sem.\n\n6.4            A megrendelő felelősséggel tartozik az adatok helytállóságáért, és szavatolja azt, hogy rendelkezik a szükséges jogokkal az adatok felett.  A szükséges jogok magukban foglalják az érintett személyek összes szükséges beleegyezését, valamint a használati és hasznosítási jogokat.  \n\n6.5            A megrendelő első kérésre mentesíti a H.d-t, teljesítési segédeit és törvényes képviselőit, valamint a H.d a német részvénytörvény (AktG) 15. cikke szerinti kapcsolt vállalkozásait („kapcsolt vállalkozások”) a harmadik fél által a H.d-vel, teljesítési segédeivel és törvényes képviselőjével és/vagy a H.d kapcsolt vállalkozásaival szemben a szolgáltatások következtében vagy azokkal kapcsolatban érvényesített igényektől, beleértve a harmadik fél által az adatok törvényellenes használata és/vagy az adatalany beleegyezésének hiánya és/vagy a megrendelő munkavállalói személyes adataihoz fűződő jogainak megszegése miatt érvényesített igényeket.   Ez a mentesítés magában foglalja a szükséges jogi és választottbírósági költségeket is.  \n\n7.               Adatvédelem, titoktartás\n\n7.1            A H.d a megrendelő személyes adatait, valamint munkavállalóinak és más harmadik feleknek a megrendelő által rendelkezésre bocsátott adatait a megrendelő megbízásából, kizárólag a jelen szerződés végrehajtása, például kapcsolatfelvétel és szolgáltatásnyújtás céljából dolgozza fel. Ez egyaránt magában foglalja a szolgáltatások használata során keletkező használati adatokat, valamint a megrendelő által rendelkezésre bocsátott adatokat. A fenti személyes adatok rendelkezésre bocsátása nélkül a szerződés végrehajtása nem lehetséges. A személyes adatok kezelése az általános adatvédelmi rendelet (ÁAR) 6. cikk (1) bek. 1. mondat b) pontján alapul. A megrendelő személyes adatait a szerződés befejezése után törlik, kivéve, ha törvényes kötelezettség a személyes adatok hosszabb tárolását írja elő. Ilyen esetben a személyes adatokat először is zárolják a más célra történő hozzáférés ellen, majd a törvényben előírt tárolási időtartam lejárta után törlik. A H.d a szerződés végrehajtása céljából szolgáltatók támogatását veszi igénybe például a tárhelyszolgáltatás, karbantartási és további szervizszolgáltatások területén. Ezek a szolgáltatók lehetnek külső cégek, valamint a H.d kapcsolt vállalkozásai a részvénytörvény 15. és további §-ai szerint. A H.d a szolgáltatókkal kötött szerződéses megállapodások útján szavatolja azt, hogy ezek is az ÁAR előírásai szerint kezeljék a személyes adatokat. Ez a személyes adatoknak az EU-n/EGT-n kívüli feldolgozása esetén is érvényes. A megrendelőt az ÁAR szerint megillető jogok, nevezetesen \n\n·        a személyes adatok kezelésével kapcsolatos tájékoztatás, valamint az adatok másolatának igénylése (ÁAR 15. cikk), \n\n·        a helytelen és hiányos személyes adatok helyesbítése (ÁAR 16. cikk), \n\n·        a személyes adatok törlése, és amennyiben nyilvánosságra kerültek, akkor a többi adatkezelőnek a H.d által a törlés iránti kérésre vonatkozó tájékoztatása (ÁAR 17. cikk), \n\n·        a személyes adatok kezelésének korlátozása (ÁAR 18. cikk), \n\n·        adathordozhatóság olyan módon, hogy a személyes adatokat strukturált, szokványos és géppel olvasható formában átadják, valamint annak joga, hogy ezeket az adatokat egy másik adatkezelő részére a H.d általi akadályoztatás nélkül továbbítsák (ÁAR 20. cikk), \n\n·        az adatkezelés elleni tiltakozás (ÁAR 21. cikk)\n\nérvényesítése céljából a megrendelő bármikor a H.d adatvédelmi tisztviselőjéhez (privacy@hd.digital) fordulhat. A megrendelőnek ezenkívül joga van panasszal élni az illetékes felügyeleti hatóságnál, amennyiben úgy véli, hogy az adatkezelés nincs összhangban az ÁAR-rel (ÁAR 77. cikk).\n\n7.2            A felek vállalják azt, hogy a bizalmas információkat még a szerződés időtartamának lejárta után sem nem teszik harmadik fél számára elérhetővé, és nem használják más, nem a szerződést szolgáló célra. Bizalmasnak minősül minden, a megrendelő rendelkezésére bocsátott műszaki információ és know-how, valamint a két fél bármelyike által bizalmasként megjelölt és gazdasági értéket képviselő, egyéb információ. Ez kifejezetten magában foglalja az üzleti és kereskedelmi titkot.  \n\n7.3            A titoktartási kötelezettség nem vonatkozik az olyan információra, amely már ismert volt a másik fél vagy a nyilvánosság előtt anélkül, hogy bármelyik fél megszegte volna a 7.2. pont rendelkezéseit, vagy amelyet jogi, bírósági vagy hatósági rendelet értelmében hozzáférhetővé kell tenni, vagy amely egy tervezett cégfelvásárlás keretében titoktartásra kötelezett, harmadik fél általi átvilágítás tárgyát képezi.   \n\n8.               Díjazás\n\n8.1            A prémiumváltozat szolgáltatásainak árát külön árlista, illetve az interneten megjelenő mindenkori kereskedelmi ajánlat tartalmazza. A megrendelő megrendelés esetén megfelelő visszaigazoló e-mailt kap az összes lényeges adattal.\n\n8.2            A megrendelő köteles a fizetendő díjat a fizetési határidőn belül hiánytalanul megfizetni. A H.d a megrendelő fizetési késedelme esetére fenntartja a jogot saját szolgáltatásainak a fizetésig történő visszatartására, vagy újabb eredménytelen fizetési felszólítás után a fennálló szerződést lényeges okból felmondani. A H.d ilyen esetre fenntartja a kártérítés és további igények érvényesítésének jogát. \n\n9.               Fizetések lebonyolítása\n\n9.1            Amennyiben a megrendelő a szolgáltatások díjköteles prémiumváltozatát választja, úgy a fizetési folyamatra az alábbiak érvényesek: A H.d a fizetések lebonyolítására a Wirecard AG, Einsteinring 35, 85609 Aschheim, valamint a Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Írország („fizetési szolgáltatók”) szolgáltatásait veszi igénybe. \n\n9.2            A fizetési szolgáltatók a megrendelő által különböző fizetési módok igénybe vételével teljesített fizetéseket a hitelintézetnél vezetett saját számláján fogadja, majd kifizeti a pénzösszegeket a H.d-nek. Fizetési módként rendelkezésre áll többek között – a teljesség igénye nélkül – az előre történő fizetés, a PayPal és a hitelkártyával történő fizetés.\n\n \n\n10.            Egyéb rendelkezések\n\n10.1         A H.d alvállalkozásba adhatja a H.d által a jelen szerződés hatályán belül teljesítendő összes tevékenységet, így különösen a szolgáltatásokat.\n\n10.2         A H.d előzetes értesítést követően módosíthatja a jelen a feltételeket, beleértve a megrendelő felé érvényesíteni kívánt változtatásokat. A H.d csak a megrendelő számára ésszerű mértékben módosíthatja a feltételeket; a módosítások nem érinthetik a lényeges szerződéses kötelezettségeket, és a megrendelő nem járhat rosszabbul a változtatás következtében.   A megrendelő kifogást emelhet a feltételek módosítása ellen az értesítés kézhezvételétől számított négy (4) héten belül, vagy azonnali hatállyal felmondhatja a szerződést. Amennyiben a megrendelő nem emel kifogást az Általános Üzletszabályzat módosítása ellen, vagy nem kellő időben teszi azt, akkor azt úgy kell tekinteni, hogy a megrendelő beleegyezett az Általános Üzletszabályzat módosításába. A H.d értesíti a megrendelőt a kifogás elmulasztásának következményeiről és arról a jogáról, hogy azonnali hatállyal felmondja a szerződést az Általános Üzletszabályzat módosítására vonatkozó értesítés esetén.\n\n10.3         Amennyiben a jelen szerződés bármely rendelkezése teljesen vagy részben semmis, érvénytelen, nem kivitelezhető vagy nem érvényesíthető („hibás rendelkezés”), az nem csorbítja a jelen szerződés fennmaradó rendelkezéseinek érvényességét vagy érvényesíthetőségét. Ehelyett a felek vállalják, hogy a hibás rendelkezést egy olyannal váltják fel, amely a jogi keretek között leginkább megközelíti azt, amiben a felek megállapodtak volna a szerződés értelmének és céljának megfelelően, amennyiben tudomásuk lett volna arról, hogy a rendelkezés hibás. Ha egy rendelkezés hibás mivolta egy itt meghatározott teljesítmény vagy idő (időtartam vagy határidő) mérésén alapul, akkor a rendelkezésnek az eredeti mértéket leginkább megközelítően összhangban kell állnia a jogilag megengedett mértékkel. Ugyanez érvényes a szerződésben nem szabályozott kérdésekre is. A felek kifejezett akarata, hogy a jelen érvényességi záradék ne eredményezze a bizonyítási teher puszta megfordítását, azonban a német Polgári Törvénykönyv (BGB) 139. cikkétől összességében eltekintenek.\n\n10.4         A szerződésre és a belőle vagy vele összefüggésben keletkező összes igényre és jogra a német jog érvényes a jogütközés elvének kizárásával, és a német joggal összefüggésben kell értelmezni és érvényesíteni. Az áruk nemzetközi adásvételéről szóló Bécsi Konvenció (CISG) alkalmazása kizárt.   A teljesítés helye Düsseldorf.  \n\n10.5         A jelen szerződésből vagy vele összefüggésben keletkező minden jogvita, a szerződés megkötése vagy végrehajtása tekintetében kizárólagosan illetékes bíróság székhelye Düsseldorf, amennyiben az törvényileg megengedett.  \n\n \n\nVersion: August 2019/AG  \n\nUbicus_B2B_TC_V1_August 2019_hu",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}