{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Informativa sulla privacy\n\n \n\nLa ringraziamo per l’interesse verso il nostro Web Listing Service “Ubicus”. Il nostro capitale principale è la fiducia dei nostri clienti. Proteggere i dati e utilizzarli esclusivamente in conformità di quanto i nostri clienti si aspettano, ha per noi la massima priorità. La seguente informativa sulla privacy ha lo scopo di informarla in merito al trattamento dei suoi dati personali e ai suoi diritti in tale ambito ai sensi del Regolamento generale europeo sulla protezione dei dati (“GDPR”) e ulteriori norme applicabili.\n\n1.               Generalità\n\n1.1            Il responsabile per la gestione dei servizi Ubicus è Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (di seguito “H.d”, “noi” o “ci”). H.d pone la massima importanza sulla protezione dei suoi dati personali.\n\n1.2            Per informazioni in merito alla protezione dei dati, è possibile contattare il nostro responsabile per la protezione dei dati personali tramite i seguenti dati di contatto: Hospitality Digital GmbH, Datenschutzbeauftragter, Metro-Straße 1, 40235 Düsseldorf, e-mail: privacy@hd.digital.\n\n1.3            Nella presente informativa sulla privacy indichiamo le modalità secondo le quali rileviamo, trattiamo e utilizziamo i dati personali nell’ambito dei servizi offerti. I dati personali rappresentano informazioni individuali sulla sua condizione personale o materiale. Pertanto, in fase di registrazione, richiediamo oltre al suo indirizzo e-mail e alla password, anche ulteriori informazioni in modo facoltativo. \n\n1.4            Qualora fosse già presente la sua registrazione come cliente nella Piattaforma DISH, i dati vengono trasferiti direttamente tramite Single Sign On (SSO). Di conseguenza, non è necessario che inserisca nuovamente tali dati.\n\n1.5            Trattiamo i dati personali che rileviamo, trattiamo e utilizziamo esclusivamente in conformità delle norme di legge applicabili.\n\n2.               Trattamento dei dati personali e trasmissione a terzi \n\n2.1            Alcuni dati personali vengono acquisiti automaticamente utilizzando i nostri servizi tramite terminale (computer, telefono cellulare, tablet, ecc.). Vengono acquisiti gli indirizzi IP, la data e l’ora effettivamente utilizzati dal suo terminale, oltre al tipo di browser, il sistema operativo del terminale e le pagine consultate. Quanto sopra avviene ai fini della sicurezza dei dati e per l’ottimizzazione della nostra offerta, nonché per il miglioramento dei nostri servizi. Qualsiasi altra analisi, ad eccezione dei fini statistici e, nel caso, sostanzialmente in forma anonima, viene effettuata solo nell’ambito della presente informativa sulla privacy. Il trattamento di tali dati personali avviene ai sensi dell’articolo 6, paragrafo 1, comma 1, lettera f) del GDPR. La protezione del nostro sito internet e l'ottimizzazione dei nostri servizi rappresentano un interesse legittimo da parte nostra.\n\n2.2            Qualora ci contattasse (per esempio con una richiesta all’indirizzo privacy@hd.digital), rileviamo, trattiamo e utilizziamo soltanto i dati personali che ci ha comunicato e che sono necessari per il trattamento e la risposta alla sua richiesta.\n\n2.3            Per consentire il trattamento dei dati di cui alla presente informativa sulla privacy, ci serviamo di fornitori di servizi in qualità di incaricati del trattamento ai sensi dell’art. 28 del GDPR, ad esempio, fornitori di servizi per il cloud hosting, la manutenzione e altri servizi. Si tratta sia di fornitori di servizi esterni che di fornitori di servizi all’interno del gruppo METRO, ubicati in Paesi all’interno e al di fuori dell’Unione Europea (UE) e dello Spazio economico europeo (SEE). Assicuriamo che tali fornitori di servizi trattino i dati personali in conformità del GDPR, per poter garantire un elevato livello di protezione dei dati, anche nel caso in cui tali dati vengano trasmessi in un Paese all’interno del quale vige un diverso livello di protezione e per il quale non è presente alcuna decisione generale sull’adeguatezza da parte della Commissione UE. L'ulteriore trasmissione di dati personali ad altri destinatari non ha luogo a patto che non ci venga imposto per legge. Per ulteriori informazioni in merito alle misure adeguate in materia di sicurezza per il trasferimento internazionale di dati o per la relativa copia, è possibile inviare un’e-mail al nostro responsabile per la protezione dei dati personali all’indirizzo privacy@hd.digital.\n\n3.               Cookie\n\n3.1            Per rendere appetibili i nostri servizi e consentire l’utilizzo di determinate funzioni, impieghiamo i cosiddetti cookie. Si tratta di piccoli file di dati che vengono archiviati sul suo terminale. Alcuni cookie da noi utilizzati vengono eliminati al termine della sessione del browser e alla sua chiusura (c.d. cookie di sessione). Altri cookie permangono sul suo terminale e ci consentono di riconoscere il suo browser in occasione della sua visita successiva (cookie persistenti). È possibile impostare il browser per poter essere informati sulla presenza di cookie, decidendo caso per caso se accettarli o se escluderli in determinati casi o in generale. La funzione di assistenza del suo browser fornisce ulteriori informazioni in merito. Se non si accettano i cookie, la funzionalità del nostro sito Internet potrebbe essere limitata. Accettando il nostro “Cookie banner”, si fornisce il consenso al trattamento dei propri dati personali tramite cookie. Il trattamento di tali dati personali avviene ai sensi dell’articolo 6, paragrafo 1, comma 1, lettera a) del GDPR. Di seguito entriamo nel merito dei cookie più importanti.\n\n3.2            Utilizziamo Adobe Analytics, un servizio di Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublino 24, Repubblica d’Irlanda; “Adobe”). Tale servizio usa cookie che vengono archiviati sul suo terminale e consentono un’analisi del suo utilizzo del sito internet. Le informazioni raccolte tramite i cookie a seguito del suo utilizzo del sito internet (compreso il suo indirizzo IP) vengono inviate al server di Adobe in Irlanda, da lì anonimizzate e trasferite in forma anonima per un ulteriore trattamento al server negli Stati Uniti, dove vengono salvate. Adobe usufruisce di queste informazioni al fine di valutare il suo uso del sito Internet, compilare report sulle attività del sito per i proprietari di siti e fornire altri servizi relativi alle attività del sito e all’uso di internet. Nei limiti previsti dalla legge o a condizione che terzi trattino tali dati per conto di Adobe, tali informazioni possono essere eventualmente trasmesse a terzi. Il suo indirizzo IP non viene correlato in nessun modo ad altri dati di Adobe. È possibile vietare l’installazione di cookie tramite la relativa impostazione nel suo software di navigazione; tuttavia desideriamo sottolineare che in questo caso potrebbe non essere in grado di usare tutte le funzioni di questo sito internet nella loro interezza. Tramite l’uso del presente sito internet dichiara il suo consenso al trattamento dei suoi dati nei modi e per le finalità precedentemente descritti. La raccolta dei dati da parte di Adobe può essere negata in qualsiasi momento con effetto sul futuro. Ulteriori informazioni sulla revoca sono reperibili su http://www.adobe.com/privacy/opt-out.html. \n\n4.               Trasmissione dei dati personali e periodi di conservazione \n\nLa messa a disposizione dei suoi dati personali è volontaria. La legge non le impone di mettere a nostra disposizione i suoi dati personali. Nel caso in cui non desiderasse mettere a disposizione i suoi dati personali, non sono previste conseguenze, tranne il fatto che non le sarà possibile utilizzare i nostri servizi. I dati personali che ci fa pervenire tramite i nostri servizi vengono conservati solo fino al raggiungimento dello scopo per il quale sono stati trattati. Periodi di conservazione diversi possono risultare da un interesse legittimo di H.d (ad es. ai fini della garanzia della sicurezza dei dati e per impedire abusi). I dati personali che siamo tenuti ad archiviare per via di obblighi di tenuta di documentazione giuridici o contrattuali, verranno bloccati.\n\n5.               I suoi diritti\n\nNell’esercizio dei suoi diritti ai sensi della GDPR in relazione a \n\n·                 informazione sul trattamento dei suoi dati personali, nonché a ricevere una copia di tali dati (art. 15 GDPR), \n\n·                 rettifica di dati personali inesatti e integrazione di dati personali incompleti (art. 16 GPDR), \n\n·                 cancellazione dei suoi dati personali; qualora resi pubblici, H.d comunica la richiesta di cancellazione agli altri responsabili (art. 17 GDPR), \n\n·                 limitazione del trattamento dei suoi dati personali (art. 18 GDPR), \n\n·                 portabilità dei dati, affinché i suoi dati personali le vengano forniti in una forma strutturata, di uso comune e leggibile da un dispositivo automatico e il diritto di far trasmettere tali dati da H.d a un altro titolare del trattamento senza limitazione (art. 20 GDPR),\n\n·                 revoca di un consenso espresso; la revoca non pregiudica la legittimità del trattamento basata sul consenso prima della revoca (art. 7 GDPR) e \n\n·                 opposizione al trattamento dei dati (art. 21 GDPR),\n\nè possibile rivolgersi in qualsiasi momento al responsabile per la protezione dei dati personali di H.d (privacy@hd.digital). Ha inoltre il diritto di presentare un reclamo presso l’autorità competente qualora considerasse il trattamento dei dati non conforme al GDPR (art. 77 GDPR).\n\nVersion: August 2019/ AG\n\nUbicus_B2B_Privacy_V1_August 2019_it",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Termini e condizioni generali di Hospitality Digital GMBH per il Web Listing Service “UBICUS”\n\nHospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf (“H.d”) offre alle aziende nel settore alberghiero e della ristorazione (“committente”) l’utilizzo del Web Listing Service denominato “UBICUS”. Il servizio viene offerto in una versione Base gratuita e una versione Premium a pagamento (congiuntamente i “servizi”). Entrambi i servizi vengono descritti in dettaglio di seguito. \n\n1.               Ambito di applicazione\n\n1.1            H.d fornisce i servizi e ulteriori prestazioni esclusivamente sulla base delle seguenti condizioni di contratto (“CGC”).\n\n1.2            H.d fornisce i servizi esclusivamente a committenti che non siano consumatori ai sensi dell’art. 13 C.C.\n\n1.3            Non si applicano termini e condizioni divergenti del committente, incluso il caso in cui H.d li rifiuti espressamente e/o fornisca servizi e/o prestazioni senza riserve nonostante la conoscenza di termini e condizioni contrastanti e/o divergenti del committente.\n\n2.               Entità dei servizi\n\n2.1            I servizi comprendono, nella versione Base e nel corso del periodo di validità del contratto, le seguenti prestazioni gratuite di H.d:\n\n(a)             Raccolta e conservazione dei dati del committente.\n\n \n\nNell’ambito dei servizi, il committente rilascia i seguenti dati relativi a una sede/filiale:\n\ndati generali (nome dell’azienda, categoria), dati sull’accessibilità locale (indirizzo e orari di apertura), dati sull’accessibilità tramite mezzi di telecomunicazione (numeri di telefono, indirizzi e-mail, siti web), servizi e prestazioni offerti.\n\n \n\n(b)             Pubblicazione su piattaforme online (“publishing”)\n\nI servizi permettono una trasmissione automatica di questi dati a parti terze al fine della pubblicazione su piattaforme online da queste gestite. Nella versione Base, al committente non vengono offerte tutte le piattaforme online collegate, ma solamente una selezione di esse. Laddove i dati vengono aggiornati all’interno dei servizi, tali aggiornamenti vengono inoltrati automaticamente alle piattaforme online collegate.\n\n(c)             Assunzione dei diritti di gestione (“claiming”)\n\nQualora esistesse già l’inserzione in una delle parti terze e laddove consentito dalla parte terza, l’assunzione dei diritti di gestione viene avviata con la pubblicazione ed eventualmente ottenuta con il coinvolgimento del cliente. Anche questo permette l’aggiornamento automatico dei dati relativi ai servizi.\n\n \n\n(d)             Gestione della reputazione\n\nI servizi permettono la richiesta (automatizzata) e la rappresentazione aggregata del feedback dei clienti in forma di valutazioni, recensioni o domande sulle piattaforme delle parti terze. I servizi offrono la possibilità di rispondere al feedback dei clienti e di segnalare contenuti inappropriati, ove previsto dalla parte terza. Nella versione Base, queste funzionalità aggiuntive sono talvolta limitate a un numero determinato di risposte o notifiche (ad es. possibile solo cinque volte al mese).\n\n \n\n(e)             Statistiche e analisi\n\nI servizi offrono raccolta, classificazione e rappresentazione aggregata delle statistiche di utilizzo dei contenuti sulle parti terze (ad es. accesso alle pagine, visualizzazione di termini di ricerca). Nella versione Base, vengono messe a disposizione un’entità limitata di statistiche di utilizzo e di possibilità di filtrare/classificare.\n\n \n\n2.2            I servizi comprendono, nella versione Premium e nel corso del periodo di validità del contratto, le seguenti prestazioni di H.d a pagamento, aggiuntive rispetto alla versione Base:\n\n(a)             Raccolta e conservazione di dati del committente\n\nCome 2.1 (a).\n\n(b)             Pubblicazione su piattaforme online (“publishing”)\n\nNella versione Premium, la pubblicazione avviene su tutte le piattaforme collegate ai servizi. Inoltre, viene data la possibilità di gestire più filiali/sedi tramite i servizi e in conformità con le condizioni delle piattaforme. È possibile ricercare e sopprimere i duplicati di inserzioni nelle parti terze. Viene effettuata una regolare verifica delle inserzioni nelle parti terze, al fine di individuare modifiche non corrette apportate da terzi.\n\n(c)             Assunzione dei diritti di gestione (“claiming”)\n\nCome 2.1 (c).\n\n(d)             Gestione della reputazione\n\nNella versione Premium il numero di risposte e di notifiche è illimitato. Tutte le opzioni per filtrare e classificare sono disponibili.\n\n(e)             Statistiche e analisi\n\nNella versione Premium al committente sono messe a disposizione l’intera entità delle statistiche di utilizzo e le possibilità di filtrare/classificare.\n\n(f)               Content Publishing\n\nNella versione Premium, al committente viene data la possibilità, ove supportato dalla parte terza, di creare e inviare messaggi per la pubblicazione presso parti terze (ad es. offerte speciali, novità ed eventi).\n\n2.3            H.d ha la facoltà di offrire al committente prestazioni aggiuntive correlate alle versioni Base e Premium, nonché di apportare modifiche nell’entità delle prestazioni, necessarie e non a scapito del committente, di volta in volta aggiunte alle condizioni delle presenti CGC.\n\n2.4            H.d può adattare i servizi e le ulteriori prestazioni allo stato dell’arte e agli sviluppi tecnici o secondo necessità, nella misura in cui ciò sia ragionevole per il committente.\n\n2.5            H.d ha la facoltà di sospendere i servizi, nell’osservanza di un adeguato preavviso. H.d informa tempestivamente il committente rispetto alla sospensione dei servizi (almeno con due settimane di anticipo).\n\n3.               Obbligazioni del committente\n\n3.1            Il committente è tenuto a mantenere costantemente aggiornati i dati aziendali e di contatto indicati alla stipulazione del contratto durante il periodo di validità dello stesso, nonché di comunicare tempestivamente a H.d qualsiasi modifica, in forma cartacea o per e-mail. Il committente si impegna inoltre a consultare regolarmente l’indirizzo e-mail comunicato a H.d, così da ricevere rilevanti informazioni relative al contratto.\n\n3.2            Il committente si impegna a proteggere dall’accesso non autorizzato da parte di terzi i dati di accesso ricevuti da H.d. Il committente si impegna a informare tempestivamente H.d, qualora questi avesse il sospetto fondato o fosse a conoscenza di un possibile abuso dei dati di accesso rilasciati. In questo caso, H.d è autorizzata a bloccare temporaneamente i dati di accesso ai servizi del committente, fino alla risoluzione del sospetto di abuso. Qualora sussistesse un effettivo abuso, H.d è autorizzata a bloccare permanentemente i dati di accesso e ad assegnare al committente altri dati di accesso.\n\n3.3            Il committente resta l’unico responsabile della correttezza e la completezza dei dati da esso forniti. Non avviene alcuna verifica da parte di H.d. H.d non fornisce alcuna garanzia in merito (si veda anche il cap. 6).\n\n4.               Disposizioni particolare software dei servizi\n\n4.1            H.d concede al committente il diritto di accesso al software dei servizi, senza che, in conseguenza di questo, il committente debba versare, nella versione Base, un corrispettivo per le prestazioni previste dalle presenti CGC. L’utilizzo è consentito esclusivamente per gli scopi commerciali interni del committente. Il committente si impegna a non utilizzare i servizi illegalmente o per scopi illeciti.\n\n4.2            Non è consentito l’accesso ai servizi o il loro utilizzo da parte del committente per conto terzi o per scopi diversi. In particolare, il committente non riceve alcun diritto a riprodurre il software dei servizi, a metterlo a disposizione o renderlo accessibile a terzi, a disassemblare il software dei servizi o a modificarlo in qualunque altro modo.\n\n4.3            Il committente non è autorizzato a concedere a terzi i diritti di utilizzo sul software dei servizi. In particolare, al committente non è consentito, anche nel periodo di validità del contratto, un trasferimento dei dati di accesso comunicati per i servizi, in assenza di previa autorizzazione esplicita da parte di H.d.\n\n4.4            Il committente dichiara la propria autorizzazione a che H.d conservi, esamini e utilizzi a fini di analisi tutti i dati messi a disposizione dal committente (“dati”).\n\n4.5            Come ulteriore contropartita per la messa a disposizione del software dei servizi, il committente concede a H.d la facoltà di raccogliere i dati del committente e combinarli con altri dati (provenienti da fonti terze accessibili pubblicamente, come ad es. portali di valutazioni e social media, o altri provenienti da fonti accessibili da H.d) e di analizzarli a discrezione di H.d e per scopi interni, nonché di inoltrare e rendere accessibili tali analisi a terzi (in particolare, ma non esclusivamente, a quelli coinvolti nell’ulteriore sviluppo e nel funzionamento del software dei servizi in quanto sub-fornitori, nonché aziende partner di H.d, che offrono soluzioni digitali o servizi di altro tipo finalizzati all’attività aziendale del committente).\n\n4.6            Anche in seguito alla rescissione del contratto, H.d ha la facoltà di continuare a utilizzare i dati senza limitazioni, nonché i risultati delle analisi da essi ottenute, ad eccezione di eventuali dati personali del committente o dei dipendenti del committente, i quali, dopo la conclusione del contratto, possono essere utilizzati esclusivamente nell’ambito di quanto previsto dalla legge.\n\n5.               Stipulazione del contratto, periodo di validità, rescissione\n\n5.1            Il contratto viene stipulato o direttamente nel processo di vendita tramite firma elettronica del committente, oppure tramite accettazione dell’offerta da parte del committente di stipulare un contratto relativo ai servizi di H.d, tramite registrazione online del committente. L’accettazione avviene in questi casi per mezzo della relativa concessione dell’accesso al software dei servizi oppure tramite l’inizio della fornitura di prestazioni da parte di H.d.\n\n5.2            Il contratto viene stipulato a tempo determinato nella versione Base e può essere rescisso dal committente in qualsiasi momento, e da H.d con un preavviso di due (2) settimane.\n\n5.3            Il contratto nella versione Premium viene altresì stipulato a tempo indeterminato, purché non risulti diversamente dall’offerta commerciale concreta. Laddove dall’offerta commerciale non risulti alcun periodo di validità minimo, il committente può rescindere anche la versione Premium in qualsiasi momento. Una rescissione della versione Premium da parte di H.d può avvenire con un preavviso di due (2) settimane.\n\n5.4            Se non indicato diversamente da H.d, le rescissioni devono avvenire in forma cartacea o per e-mail. La cancellazione dell’account da parte del committente ha lo stesso valore della rescissione e viene trattata come tale.\n\n5.5            Il diritto delle parti di rescindere il contratto senza preavviso per giusta causa rimane inalterato. Con giusta causa si intende in particolare il caso in cui il committente violi un obbligo derivante dalle clausole 3, 4, 6.4 e 8.2.\n\n5.6            Dopo la cessazione del contratto, a prescindere dal motivo, H.d cancellerà tutti i dati memorizzati nello spazio di archiviazione dal committente nell'ambito del rapporto contrattuale entro trenta (30) giorni, a patto che il committente non effettui la cancellazione tramite il software stesso. Inoltre, H.d rimuove tutti i diritti di proprietà e di gestione delle pubblicazioni presso le parti terze dai propri sistemi o account presso parti terze. Ove possibile, H.d inviterà il committente ad assumere personalmente la gestione dei listing. Per l’eliminazione dei listing dalle parti terze, il committente deve rivolgersi direttamente a tali fornitori. Si applicano le condizioni dei fornitori.\n\n6.               Garanzia e responsabilità, esenzione\n\n6.1            Per i servizi e le prestazioni che H.d mette a disposizione del committente, H.d riconosce al committente esclusivamente i danni a esso incorsi a causa di anomalie intenzionalmente tenute nascoste. Una responsabilità ulteriore da parte di H.d per difetti giuridici o di qualità non sussiste per i servizi o le prestazioni messi a disposizione.\n\n6.2            H.d, il suo personale ausiliario o i suoi rappresentanti legali sono responsabili dei servizi e delle prestazioni che H.d mette a disposizione del committente solo nei casi di condotte intenzionali, negligenza grave o in caso di violazione colposa della vita, del corpo o della salute, così come in caso di dolo. La responsabilità prevista dalla legge sulla responsabilità per danno da prodotti resta inalterata.\n\n6.3            Nell’ambito dell’adempimento contrattuale, visto il tipo di servizi, H.d è dipendente da terzi. Pertanto, H.d non può assumersi alcun tipo di responsabilità nel caso in cui parti terze modifichino le proprie condizioni di utilizzo o le connessioni tecniche in modo tale cale che un ulteriore utilizzo dei nostri servizi sia possibile solo in maniera limitata o, in casi estremi, non sia più possibile. Per questi motivi, H.d non può assumersi alcun tipo di impegno relativo alla connessione a singole parti terze.\n\n6.4            Il committente è responsabile per la correttezza dei dati e garantisce di essere in possesso dei diritti necessari per tali dati. I diritti necessari comprendono tutte le autorizzazioni necessarie delle persone interessate, nonché i diritti di utilizzo e di sfruttamento.\n\n6.5            Il committente esonera H.d, il suo personale ausiliario e i suoi rappresentanti legali, nonché le aziende associate a H.d ai sensi del par. 15 della legge tedesca sulle società per azioni AktG, per la prima richiesta di qualsiasi reclamo da parte di terzi che questi invocano a causa di o in relazione ai servizi e/o a ulteriori prestazioni nei confronti di H.d, il suo personale ausiliario, i rappresentanti legali e/o le aziende associate a H.d, compresi i reclami di terzi a causa di dati utilizzati illecitamente e/o autorizzazioni mancanti di persone interessate e/o violazioni dei diritti personali dei dipendenti del committente. Tale esenzione comprende anche le spese legali necessarie, comprese le spese per le procedure arbitrali.\n\n7.               Protezione dei dati, segretezza\n\n7.1            H.d tratta i dati personali del committente, dei suoi dipendenti e di terzi, purché questi siano stati messi a disposizione dal committente, esclusivamente per la realizzazione del presente contratto, ad esempio per il contatto e la messa a disposizione delle prestazioni. Sono compresi sia i dati di utilizzo, generati durante l’utilizzo del servizio, sa i dati messi a disposizione dal committente. Senza la messa a disposizione di tali dati personali, la realizzazione del presente contratto non sarebbe possibile. Tale trattamento dei dati personali avviene ai sensi dell’art. 6, par. 1, comma 1, lettera b) del Regolamento generale sulla protezione dei dati (GDPR). I dati personali del committente saranno cancellati dopo la cessazione del contratto, a patto che non sussistano obblighi di legge che ne richiedano un periodo di conservazione più lungo. In questo caso, i dati personali vengono in primo luogo bloccati all’utilizzo per altri scopi e quindi eliminati, non appena trascorso il termine previsto dalla legge. Ai fini della realizzazione del contratto, H.d si serve del supporto di fornitori, ad esempio nell’ambito dell’hosting e per servizi di manutenzione e di altro tipo. Tali fornitori possono essere aziende esterne, nonché aziende associate a H.d ai sensi del par. 15 e succ. della legge tedesca sulle società per azioni. Tramite accordi contrattuali con i fornitori, H.d garantisce che i dati personali vengano trattati in conformità con le disposizioni del GDPR. Questo vale anche nel caso in cui i dati personali venissero trattati al di fuori della UE/del SEE. Nell’esercizio dei diritti del committente ai sensi del GDPR in relazione a \n\n·        informazione sul trattamento dei propri dati personali, nonché a ricevere una copia di tali dati (art. 15 GDPR), \n\n·        rettifica di dati personali inesatti e integrazione di dati personali incompleti (art. 16 GPDR), \n\n·        cancellazione dei suoi dati personali; qualora resi pubblici, H.d comunica la richiesta di cancellazione agli altri responsabili (art. 17 GDPR), \n\n·        limitazione del trattamento dei suoi dati personali (art. 18 GDPR), \n\n·        portabilità dei dati, affinché i suoi dati personali gli vengano forniti in una forma strutturata, di uso comune e leggibile da un dispositivo automatico e il diritto di far trasmettere tali dati da H.d a un altro titolare del trattamento senza limitazione (art. 20 GDPR) e \n\n·        opposizione al trattamento dei dati (art. 21 GDPR),\n\nil committente può rivolgersi in qualsiasi momento al responsabile per la protezione dei dati personali di H.d (privacy@hd.digital). Il committente ha altresì il diritto di presentare un reclamo presso l’autorità competente qualora il committente consideri il trattamento dei dati non conforme al GDPR (art. 77 GDPR).\n\n7.2            Le parti sono tenute a non rendere accessibili a terzi le informazioni riservate anche dopo la fine del periodo di validità del contratto e a non utilizzarle per scopi non previsti dal contratto. Si intendono riservate tutte le informazioni tecniche e il know-how resi accessibili al committente, nonché altre informazioni contrassegnate come riservate o considerate di valore commerciale da una o da entrambe le parti. Sono esplicitamente compresi i segreti aziendali e commerciali.\n\n7.3            L’obbligo di riservatezza non riguarda le informazioni conosciute o rese note da una parte all’altra o pubblicamente in assenza di violazioni di cui al paragrafo 7.2, o che per via di disposizioni giuridiche, giudiziarie o dell’autorità competente debbano essere rese accessibili a terzi o che, nell’ambito di un previsto acquisto di un’impresa, vengano prese in considerazione da terzi, soggetti all’obbligo di riservatezza. \n\n8.               Remunerazione\n\n8.1            I prezzi dei servizi nella versione Premium risultano da un listino prezzi dedicato o dalle offerte commerciali indicate online. Il committente riceve, in caso di ordine, una e-mail di conferma relativa con tutti i dati rilevanti.\n\n8.2            Il committente è tenuto a versare interamente la remunerazione entro i termini di pagamento. Qualora il committente si trovasse in ritardo con un pagamento, H.d si riserva il diritto di sospendere le proprie prestazioni fino all’avvenuto pagamento o, dopo ripetuti solleciti di pagamento infruttuosi, di rescindere il contratto in essere per giusta causa. In questi casi, a H.d è riservata la rivendicazione di un risarcimento danni e di ulteriori risarcimenti. \n\n9.               Elaborazione dei pagamenti\n\n9.1            Qualora il committente optasse per la versione Premium a pagamento, per il processo di pagamento si applica quanto segue: per l’elaborazione dei pagamenti, H.d si serve di Wirecard AG, Einsteinring 35, 85609 Aschheim e di Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Irland (i “prestatori di servizi di pagamento”). \n\n9.2            I prestatori di servizi di pagamento ricevono il pagamento del committente per mezzo dei vari metodi di pagamento su un conto proprio presso un istituto di credito, quindi trasferiscono l’importo a H.d. Tra i metodi di pagamento messi a disposizione sono inclusi, tra gli altri, ma non esclusivamente, il pagamento anticipato, via Paypal e carta di credito.\n\n \n\n10.            Altre disposizioni\n\n10.1         H.d può fornire alcune o tutte le prestazioni che H.d si impegna a offrire nell’ambito del presente contratto, in particolare i servizi, tramite subfornitori.\n\n10.2         H.d ha la facoltà di modificare le presenti CGC, comprese le modifiche previste, previa notifica al committente. H.d può apportare modifiche alle CGC solo nella misura in cui siano ragionevoli per il committente, le modifiche non interessino gli obblighi contrattuali essenziali o non siano a scapito del committente. Il committente ha la facoltà di opporsi a una modifica delle CGC entro quattro (4) settimane dalla ricezione della notifica, oppure di rescindere il contratto senza osservanza dei termini. Qualora il committente non si opponesse alla modifica delle CGC o non lo facesse nei termini previsti, la sua accettazione della modifica delle CGC è ritenuta concessa. H.d informerà il committente circa le conseguenze di una mancata contestazione e circa il diritto alla rescissione del contratto senza preavviso contestualmente alla comunicazione sulle modifiche delle CGC.\n\n10.3         Qualora una disposizione del presente contratto fosse o diventasse in tutto o in parte nulla, inefficace, impraticabile o inapplicabile (“disposizione erronea”), l’efficacia e l’applicabilità delle restanti disposizioni del presente contratto non vengono da ciò pregiudicate. Le parti si impegnano al contrario già adesso, a concordare al posto di quella erronea, una disposizione che nell’ambito delle possibilità giuridiche sia più simile a quanto le parti avrebbero concordato secondo il senso e lo scopo del presente contratto, qualora avessero riconosciuto l’erroneità della disposizione. Qualora l’erroneità di una disposizione si basasse su una misura determinata della prestazione o temporale (termine o scadenza), la disposizione deve essere concordata sulla base di una misura legalmente ammessa più simile a quella originaria. Lo stesso è valido per eventuali lacune normative nel presente contratto. È espressa volontà delle parti che questa clausola liberatoria non abbia come conseguenza una mera inversione dell’onere della prova, bensì invalidi nel suo insieme il par. 139 C.C.\n\n10.4         Il contratto e tutti i reclami e i diritti da esso derivanti o con esso in relazione, sono soggetti esclusivamente alla legge tedesca, escludendo il diritto di collisione, e sono da applicarsi e interpretarsi in conformità con la legge tedesca. L’applicazione della convenzione delle Nazioni Unite sui contratti per la vendita internazionale di beni mobili (CISG) è esclusa. Il luogo di adempimento è Düsseldorf.\n\n10.5         Il foro competente esclusivo per tutte le controversie derivanti da o in relazione al presente contratto, la sua realizzazione o la sua esecuzione è, ove giuridicamente ammissibile, Düsseldorf.\n\n \n\nVersione: August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_it",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}