{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "PRIVACYVERKLARING\n\n \n\nHartelijk dank voor uw belangstelling voor onze Web Listing Service ‘Ubicus’. Het vertrouwen van onze klanten staat voor ons voorop. Het beschermen van de gegevens van onze klanten en deze op de manier gebruiken die onze klanten van ons verwachten, heeft voor ons de hoogste prioriteit. Daarom willen wij u hieronder informeren over de verwerking van uw persoonsgegevens en uw rechten in het kader van die verwerking overeenkomstig de Algemene Verordening Gegevensbescherming (AVG) en andere van toepassing zijnde gegevensbeschermingsregels.\n\n1.               Algemeen\n\n1.1            Verantwoordelijk voor de diensten van Ubicus is Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (hierna ‘H.d’, ‘wij’ of ‘ons’). H.d hecht zeer veel waarde aan de bescherming van uw persoonsgegevens.\n\n1.2            Als u vragen heeft over gegevensbescherming, kunt u onze functionaris voor gegevensbescherming als volgt bereiken: Hospitality Digital GmbH, Datenschutzbeauftragter, Metro-Straße 1, 40235 Düsseldorf, Duitsland, e-mail: privacy@hd.digital.\n\n1.3            In deze privacyverklaring zullen wij toelichten hoe wij in het kader van de verlening van onze diensten persoonsgegevens verzamelen, verwerken en gebruiken. Persoonsgegevens zijn gegevens over uw persoonlijke of financiële omstandigheden. Wanneer u zich registreert, vragen wij u bijvoorbeeld naar uw e-mailadres en wachtwoord en optioneel naar andere gegevens. \n\n1.4            Als u al klant op het DISH-platform bent, worden uw gegevens van daaruit rechtstreeks op basis van eenmalige aanmelding (Single Sign On, SSO) verzonden. U hoeft uw gegevens niet opnieuw op te geven.\n\n1.5            Wij verwerken persoonsgegevens die wij over u verzamelen, verwerken en gebruiken, uitsluitend in overeenstemming met de van toepassing zijnde wet- en regelgeving.\n\n2.               Verwerking van persoonsgegevens en doorgifte aan derden \n\n2.1            Wanneer u gebruikmaakt van onze diensten, worden sommige persoonsgegevens automatisch via uw eindapparaat (computer, mobiele telefoon, tablet enz.) geregistreerd. Het gaat om het IP-adres van uw eindapparaat, de datum en het tijdstip, het type browser, het besturingssysteem van uw eindapparaat en de pagina’s die u oproept. Dit gebeurt voor de veiligheid van gegevens, om ons aanbod te optimaliseren en om onze diensten te verbeteren. Gebruik op een andere manier, behalve voor statistische doeleinden en dan in beginsel geanonimiseerd, geschiedt in principe slechts in het kader van deze privacyverklaring. Deze persoonsgegevens worden verwerkt op grond van artikel 6, lid 1, eerste zin onder f) AVG. De bescherming van onze website en de optimalisatie van onze diensten vormen een gerechtvaardigd belang voor ons.\n\n2.2            Als u contact met ons opneemt (bijvoorbeeld door een vraag te stellen via privacy@hd.digital), verzamelen, verwerken en gebruiken wij slechts die persoonsgegevens die u ons verstrekt en die noodzakelijk zijn om uw vraag te behandelen en te beantwoorden.\n\n2.3            Voor de gegevensverwerkingen die in deze privacyverklaring worden genoemd, doen wij een beroep op dienstverleners als gegevensverwerkers zoals bedoeld in artikel 28 AVG, bijvoorbeeld dienstverleners voor cloud hosting, onderhoud en andere diensten. Het gaat hierbij zowel om externe dienstverleners als om dienstverleners binnen het METRO-concern die gevestigd zijn in landen binnen en buiten de Europese Unie (EU) en de Europese Economische Ruimte (EER). Met behulp van contractuele regelingen zorgen wij ervoor dat deze dienstverleners persoonsgegevens overeenkomstig de AVG verwerken om een hoog gegevensbeschermingsniveau te garanderen, ook wanneer persoonsgegevens worden doorgegeven naar een land waar sprake is van een ander gegevensbeschermingsniveau en waarvoor de Europese Commissie geen adequaatheidsbesluit heeft genomen. Persoonsgegevens worden niet verder doorgegeven aan andere ontvangers, tenzij wij hiertoe wettelijk verplicht zijn. Voor nadere informatie over adequate veiligheidsmaatregelen voor de internationale doorgifte van gegevens of een kopie hiervan kunt u een e-mail sturen naar onze functionaris voor gegevensbescherming via privacy@hd.digital.\n\n3.               Cookies\n\n3.1            Om onze diensten aantrekkelijk vorm te geven en het gebruik van bepaalde functies mogelijk te maken, gebruiken wij zogenoemde cookies. Dit zijn kleine tekstbestanden die op uw eindapparaat worden geplaatst. Sommige cookies die wij gebruiken, worden na afloop van de browsersessie, dus nadat u uw browser heeft afgesloten, weer gewist (zogenoemde sessiecookies). Andere cookies blijven op uw eindapparaat staan, zodat wij uw browser kunnen herkennen wanneer u onze website weer bezoekt (permanente cookies). U kunt uw browser zo instellen dat u wordt geïnformeerd over het plaatsen van cookies en van geval tot geval kunt beslissen om ze te accepteren, of het accepteren van cookies in bepaalde gevallen of altijd uitsluiten. Nadere informatie hierover vindt u via de Help-functie van uw internetbrowser. Als u geen cookies accepteert, kan de functionaliteit van onze website worden beperkt. Wanneer u onze ‘cookiebanner’ accepteert, geeft u toestemming voor verwerking van uw persoonsgegevens door cookies. Deze persoonsgegevens worden verwerkt op basis van artikel 6, lid 1, eerste zin onder a) AVG. Hieronder gaan wij nader in op cookies.\n\n3.2            Wij gebruiken Adobe Analytics, een dienst van Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Ierse Republiek; ‘Adobe’). Deze dienst gebruikt cookies die op uw eindapparaat worden opgeslagen en waarmee uw gebruik van onze website wordt geanalyseerd. De door de cookie gegenereerde informatie over uw gebruik van onze website (inclusief uw IP-adres) wordt naar servers van Adobe in Ierland verzonden, daar geanonimiseerd en vervolgens in geanonimiseerde vorm voor verdere verwerking naar servers in de VS verzonden en daar opgeslagen. Adobe gebruikt deze informatie om uw gebruik van onze website te analyseren, om voor de eigenaar van de website rapporten over de activiteiten op de website samen te stellen en om andere diensten te verlenen in verband met het gebruik van de website en van internet. Voor zover wettelijk voorgeschreven of voor zover derden deze gegevens in opdracht van Adobe verwerken, kan deze informatie eventueel aan derden worden overgedragen. Uw IP-adres wordt in geen geval gekoppeld aan andere gegevens van Adobe. U kunt de installatie van deze cookies voorkomen door uw browsersoftware op een bepaalde manier in te stellen; wij willen u er echter op wijzen dat u dan eventueel niet alle functies van onze website volledig kunt gebruiken. Als u onze website gebruikt, gaat u akkoord met de verwerking van de gegevens die op de hierboven omschreven wijze en voor het hierboven genoemde doel over u worden verzameld. U kunt te allen tijde met vooruitwerkende kracht bezwaar maken tegen het verzamelen van gegevens door Adobe. Nadere informatie hierover vindt u op http://www.adobe.com/privacy/opt-out.html. \n\n4.               Verstrekken van persoonsgegevens en bewaartermijnen \n\nU verstrekt uw persoonsgegevens vrijwillig. U bent wettelijk niet verplicht om uw persoonsgegevens aan ons ter beschikking te stellen. Als u uw persoonsgegevens niet aan ons ter beschikking stelt, heeft dit geen consequenties voor u. U kunt dan echter geen gebruik maken van onze diensten. Wij slaan de persoonsgegevens die u via onze diensten aan ons verstrekt, slechts op totdat het doel waarvoor ze zijn verwerkt, is bereikt. Afwijkende bewaartermijnen kunnen ook voortvloeien uit een gerechtvaardigd belang van H.d (bijvoorbeeld om de veiligheid van de gegevens te waarborgen en misbruik te voorkomen). Persoonsgegevens die wij op grond van wettelijke of contractuele bewaarplichten moeten opslaan, worden geblokkeerd.\n\n5.               Uw rechten\n\nOp grond van de AVG heeft u \n\n·                 recht van inzage in uw persoonsgegevens en recht op een kopie van deze gegevens (art.15 AVG); \n\n·                 recht op rectificatie van onjuiste persoonsgegevens en vervollediging van onvolledige persoonsgegevens (art.16 AVG); \n\n·                 recht op wissing van uw persoonsgegevens en, als deze openbaar zijn gemaakt, het recht dat H.d andere verwerkingsverantwoordelijken informeert over uw verzoek tot wissing (art.17 AVG); \n\n·                 recht op beperking van de verwerking van uw persoonsgegevens (art.18 AVG); \n\n·                 recht op overdraagbaarheid van gegevens, zodat u uw persoonsgegevens in een gestructureerde, gangbare en machineleesbare vorm verkrijgt, en het recht om deze gegevens aan een andere verwerkingsverantwoordelijke over te dragen zonder hierbij door H.d gehinderd te worden (art.20 AVG);\n\n·                 recht op intrekking van uw toestemming; dit laat de rechtmatigheid van de verwerking op basis van de toestemming vóór de intrekking daarvan onverlet (art.7 AVG) en \n\n·                 recht van bezwaar tegen de gegevensverwerking (art.21 AVG)\n\nOm deze rechten uit te oefenen, kunt u zich te allen tijde wenden tot de functionaris voor gegevensverwerking van H.d (privacy@hd.digital). Bovendien heeft u het recht om een klacht in te dienen bij de toezichthoudende autoriteit als u vindt dat de gegevensverwerking niet verenigbaar is met de AVG (art.77 AVG).\n\nVersion: August 2019/AG\n\nUbicus_B2B_Privacy_V1_August 2019_nl",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Algemene voorwaarden van Hospitality Digital GMBH voor de weblistingservice \"UBICUS\"\n\nHospitality Digital GmbH, Metro-Strasse 1, D-40235 Düsseldorf (\"H.d\") biedt ondernemers in de hotel- en restaurantbranche (\"klant\") het gebruik van de weblistingservice \"UBICUS\" aan. Deze service wordt als een gratis basisversie en als een betaalde premiumversie (tezamen de \"services” genoemd) aangeboden. Beide services worden hieronder uitgebreider beschreven. \n\n1.               Toepassingsgebied\n\n1.1            De levering van de services en andere prestaties door H.d zijn uitsluitend onderworpen aan de volgende algemene voorwaarden (\"AV\").\n\n1.2            H.d levert de services uitsluitend aan klanten die geen consument zijn in de zin van § 13 van het Duitse burgerlijk wetboek (BGB).\n\n1.3            Mocht de klant afwijkende voorwaarden hebben die niet nadrukkelijk door H.d worden afgewezen en/of als H.d services en/of prestaties zonder voorbehoud levert terwijl H.d op de hoogte is van de tegengestelde en/of afwijkende voorwaarden van de klant, dan zijn deze afwijkende voorwaarden van de klant nog steeds niet van toepassing.\n\n2.               Omvang van de services\n\n2.1            De basisversie bestaat uit de volgende gratis services die H.d tijdens de looptijd van de overeenkomst levert:\n\n(a)             Verzameling en opslag van de informatie die door de klant verstrekt wordt.\n\n \n\nAls onderdeel van de services verstrekt de klant de volgende informatie over een locatie/vestiging:\n\nAlgemene informatie (bedrijfsnaam, categorie), informatie over lokale bereikbaarheid (adres en openingstijden), informatie over bereikbaarheid via telecommunicatiemiddelen (telefoonnummers, e-mailadressen, websites), aangeboden services en diensten.\n\n \n\n(b)             Publicatie op online platforms (\"publicatie\")\n\nDe services voorzien in de automatische overdracht van deze informatie naar externe aanbieders voor publicatie op de door hen geëxploiteerde online platforms. Bij de basisversie heeft de klant niet tot alle hierbij aangesloten online platforms toegang, maar slechts tot een beperkt aantal. Als de informatie binnen de service wordt bijgewerkt, worden deze updates automatisch naar de aangesloten online platforms doorgestuurd.\n\n(c)             Overname van de beheerrechten (\"verwerving\")\n\nIn het geval van een reeds bestaande publicatie bij een externe aanbieder worden, voor zover de externe aanbieder dit ondersteunt, de beheerrechten voor deze publicatie evt. met medewerking van de klant overgedragen. Hierdoor kan informatie via de services automatisch bijgewerkt worden.\n\n \n\n(d)             Reputatiemanagement\n\nDe services maken een (geautomatiseerde) oproep en geaggregeerde weergave van klantenfeedback mogelijk, zoals beoordelingen, reviews of vragen op de platforms van externe aanbieders. De services bieden de mogelijkheid om op klantenfeedback te reageren of ongepaste inhoud te rapporteren, indien dit door de externe aanbieder aangeboden wordt. In de basisversie zijn deze aanvullende services beperkt tot een bepaald aantal antwoorden of meldingen (bijv. slechts vijf keer per maand mogelijk).\n\n \n\n(e)             Statistieken en analyses\n\nMet behulp van de services kunnen gebruiksstatistieken over de inhoud bij externe aanbieders (bijv. paginaweergaves en zoekopdrachten) verzameld, gesorteerd en geaggregeerd weergegeven worden. In de basisversie is er een beperkt aantal gebruiksstatistieken en filter-/sorteeropties beschikbaar.\n\n \n\n2.2            De services in de premiumversie bevatten in aanvulling op de basisversie de volgende betaalde prestaties door van H.d gedurende de looptijd van de overeenkomst:\n\n(a)             Verzameling en opslag van informatie die door de klant verstrekt is\n\nZoals 2.1 (a).\n\n(b)             Publicatie op online platforms (\"publicatie\")\n\nBij de premiumversie vindt de publicatie plaats op alle bij de services aangesloten platforms. Tevens kunnen er meerdere filialen/vestigingen via de services en volgens de voorwaarden van de platforms worden beheerd. Tevens is het mogelijk om naar dubbele publicaties bij externe aanbieders te zoeken en deze te onderdrukken. Publicaties bij externe aanbieders worden regelmatig op onjuiste wijzigingen door externe aanbieders gecontroleerd.\n\n(c)             Overname van de beheerrechten (\"verwerving\")\n\nZoals 2.1 (c).\n\n(d)             Reputatiemanagement\n\nBij de premiumversie is het aantal reacties en meldingen onbeperkt. Tevens staan alle filter- en sorteeropties ter beschikking.\n\n(e)             Statistieken en analyses\n\nBij de premiumversie kan de klant de gebruiksstatistieken en filter-/sorteeropties volledig gebruiken.\n\n(f)               Publicatie van content\n\nAls onderdeel van de premiumversie kan de klant berichten schrijven en indienen (bijv. speciale aanbiedingen, nieuws, evenementen) voor publicatie bij externe aanbieders, voor zover dit door deze externe aanbieders wordt ondersteund.\n\n2.3            H.d kan de klant extra prestaties in relatie tot de basis- en/of premiumversie aanbieden of kan noodzakelijke, voor de klant niet-nadelige wijzigingen aanbrengen in de prestatieomvang die uit hoofde van deze AV geleverd wordt.\n\n2.4            H.d kan de services en andere prestaties aan de laatste stand der techniek en de technische ontwikkelingen of vereisten aanpassen, zolang dit voor de klant redelijk is.\n\n2.5            H.d kan de services met inachtneming van een redelijke termijn beëindigen. H.d informeert de klant tijdig over het beëindigen van de services (ten minste twee weken van tevoren).\n\n3.               Verplichtingen van de klant\n\n3.1            De klant is verplicht om de bedrijfs- en contactgegevens die bij de contractsluiting verstrekt zijn, tijdens de looptijd van de overeenkomst steeds actueel te houden en H.d schriftelijk of per e-mail van elke wijziging op de hoogte te stellen. De opdrachtgever dient er tevens voor te zorgen dat de inkomende mails op het aan H.d verstrekte e-mailadres regelmatig worden gecontroleerd om contractgerelateerde informatie te ontvangen.\n\n3.2            De klant zal de inloggegevens die hij van H.d ontvangt, tegen toegang door onbevoegde derden beschermen. De klant dient H.d er onmiddellijk van op de hoogte te stellen als de klant een redelijk vermoeden of kennis heeft van eventueel misbruik van de verstrekte inloggegevens. H.d heeft in dit geval het recht om de inloggegevens van de klant voor de services tijdelijk te blokkeren totdat het (vermoedelijke) misbruik verholpen is. Als er daadwerkelijk sprake is van misbruik, heeft H.d het recht om de inloggegevens permanent te blokkeren en de klant nieuwe inloggegevens te sturen.\n\n3.3            De klant is als enige verantwoordelijk voor de juistheid en volledigheid van de door hem verstrekte informatie. H.d. controleert deze informatie niet. In dit opzicht aanvaart H.d geen enkele aansprakelijkheid (zie ook artikel: 6).\n\n4.               Speciale bepalingen voor servicesoftware\n\n4.1            H.d verleent de klant het recht op toegang tot de servicesoftware, zonder dat de klant in de basisversie hiervoor een vergoeding verschuldigd is bovenop diens prestaties zoals geregeld in deze AV. Het gebruik is uitsluitend voor eigen intern zakelijk gebruik door de klant toegestaan. De klant verbindt zich ertoe de services niet op een onwettige manier of voor onwettige doeleinden te gebruiken.\n\n4.2            Toegang tot of gebruik van de services door de klant voor derden of andere doeleinden is niet toegestaan. De klant heeft nadrukkelijk niet het recht om de servicesoftware te kopiëren, aan derden ter beschikking te stellen of hun daartoe toegang te bieden, de servicesoftware te disassembleren of daar op enigerlei wijze wijzigen in aan te brengen.\n\n4.3            De klant is niet gerechtigd om derden rechten op de servicesoftware te verlenen. In het bijzonder is het de klant niet toegestaan om de verstrekte inloggegevens voor de services zonder de uitdrukkelijke voorafgaande toestemming van H.d door te geven, ook niet tijdens de looptijd van de overeenkomst.\n\n4.4            De klant gaat ermee akkoord dat H.d alle door de klant verstrekte gegevens (\"gegevens\") mag opslaan, analyseren en voor evaluatiedoeleinden mag gebruiken.\n\n4.5            Als verdere tegenprestatie voor de beschikbaarstelling van de servicesoftware verleent de klant H.d. ook het recht om de gegevens van de klant met andere gegevens (bijv. uit openbaar toegankelijke gegevensbronnen van derden, zoals waaronder reviewsites en social media, of uit andere voor H.d. toegankelijke gegevensbronnen) te verrijken, te combineren en om ze naar goeddunken van H.d voor eigen doeleinden te evalueren en deze evaluaties aan derden (in het bijzonder, maar niet beperkt tot, degenen die als onderaannemer betrokken zijn bij de ontwikkeling en het functioneren van de servicesoftware, evenals gelieerde ondernemingen van H.d die digitale oplossingen of andere diensten aan het bedrijf van de klant aanbieden) te verstrekken en voor hen toegankelijk te maken.\n\n4.6            Zelfs na opzegging van de overeenkomst kan H.d de gegevens en de daaruit voortvloeiende analyseresultaten zonder beperking blijven gebruiken. Dit geldt niet voor eventuele persoonsgegevens van de klant of van de werknemers van de klant. Deze mogen na afloop van de overeenkomst alleen worden gebruikt voor zover wettelijk is toegestaan.\n\n5.               Contractsluiting, looptijd, opzegging\n\n5.1            De overeenkomst wordt ofwel rechtstreeks tijdens het verkoopproces gesloten middels de elektronische handtekening van de klant, ofwel door aanvaarding van het aanbod van de klant tot sluiting van een overeenkomst inzake de services van H.d, doordat de klant zich online registreert. De aanvaarding vindt in dit geval plaats door het verlenen van toegang tot de servicesoftware ofwel zodra H.d prestaties begint te leveren.\n\n5.2            De overeenkomst voor de basisversie wordt voor onbepaalde tijd gesloten en kan door de klant op elk gewenst moment en door H.d met een opzegtermijn van twee (2) weken worden opgezegd.\n\n5.3            De overeenkomst voor de premiumversie wordt ook voor onbepaalde tijd gesloten, tenzij de commerciële aanbieding in kwestie anderszins vermeldt. Als de commerciële aanbieding geen minimale looptijd bevat, kan de klant ook de premiumversie op elk gewenst moment opzeggen. opzegging van de premiumversie door H.d is gebonden aan een opzegtermijn van twee (2) weken.\n\n5.4            Tenzij H.d anderszins aangeboden heeft, dient de opzegging schriftelijk of per e-mail te geschieden. Als de klant het account wist, wordt dit eveneens als een opzegging beschouwd en ook als zodanig behandeld.\n\n5.5            Het recht van de partijen om de overeenkomst wegens zwaarwegende redenen onmiddellijk op te zeggen, blijft onverminderd van kracht. Een zwaarwegende reden bestaat in het bijzonder als de klant een verplichting uit hoofde van de artikelen 3, 4, 6.4 en 8.2 schendt.\n\n5.6            Bij opzegging van de overeenkomst, om welke reden dan ook, verwijdert H.d binnen dertig (30) dagen alle gegevens die in het kader van de contractuele relatie door de klant in de opslagruimte zijn opgeslagen, tenzij de klant de gegevens niet zelf via de software verwijdert. Bovendien verwijdert H.d de eigendoms- en beheerrechten met betrekking tot de publicaties bij externe aanbieders van zijn systemen of van accounts bij externe aanbieders. Voor zover dit mogelijk is, zal H.d de klant uitnodigen om het beheer van de listing zelf op zich te nemen. Voor het verwijderen van de listing bij externe aanbieders moet de klant in dit geval rechtstreeks contact opnemen met de aanbieders in kwestie. De algemene voorwaarden van de aanbieders in kwestie zijn van toepassing.\n\n6.               Garantie en aansprakelijkheid, vrijwaring\n\n6.1            Voor de services en prestaties die H.d de klant ter beschikking stelt, vergoedt H.d alleen de schade die de klant als gevolg van frauduleus verzwegen gebreken lijdt. Verdergaande aansprakelijkheid van H.d voor juridische en/of materiële gebreken bestaat niet ten aanzien van de ter beschikking gestelde services en prestaties.\n\n6.2            H.d, haar tussenpersonen of wettelijke vertegenwoordigers zijn wat betreft de services en prestaties die H.d de klant ter beschikking stelt, uitsluitend aansprakelijk voor schuld, grove nalatigheid of voor toerekenbare schade aan leven, lichaam en gezondheid, evenals voor frauduleus handelen. De aansprakelijkheid volgens de wet op de productaansprakelijkheid blijft desondanks onverminderd van kracht.\n\n6.3            Bij de uitvoering van de overeenkomst is H.d gezien de aard van de services afhankelijk van derden. H.d aanvaardt daarom geen enkele aansprakelijkheid voor het geval dat externe aanbieders hun gebruiksvoorwaarden of technische verbindingen wijzigen en het gebruik van onze services daardoor slechts nog beperkt of, in extreme gevallen, helemaal niet meer mogelijk is. Om deze reden kan H.d ook geen toezeggingen doen aangaande de verbinding met afzonderlijke externe aanbieders.\n\n6.4            De klant is zelf verantwoordelijk voor de juistheid van de gegevens en garandeert dat hij over de benodigde rechten beschikt om de gegevens te mogen gebruiken. De noodzakelijke rechten omvatten alle noodzakelijke toestemmingen van de betrokken partijen evenals gebruiks- en exploitatierechten.\n\n6.5            De klant zal H.d, haar tussenpersonen, wettelijke vertegenwoordigers en gelieerde bedrijven conform § 15 van de Duitse wetgeving inzake naamloze vennootschappen (AktG) op eerste verzoek vrijwaren van alle aanspraken die derden jegens H.d, haar tussenpersonen, wettelijke vertegenwoordigers en gelieerde bedrijven indienen met betrekking tot schade die voortvloeit uit of verband houdt met de services en/of andere prestaties, waaronder aanspraken van derden op basis van onrechtmatig gebruikte gegevens en/of gebrek aan toestemming van betrokkenen en/of schendingen van privacyrechten van werknemers van de klant. Deze vrijwaring omvat ook de noodzakelijke juridische kosten, inclusief de kosten van arbitrage.\n\n7.               Gegevensbescherming, geheimhouding\n\n7.1            H.d verwerkt de persoonsgegevens van de klant, zijn werknemers en andere derde partijen, voor zover deze door de klant ter beschikking worden gesteld, uitsluitend om deze overeenkomst uit te kunnen voeren, bijv. om contact met u op te nemen en om de service aan te kunnen bieden. Dit omvat zowel de gebruiksgegevens die bij het gebruik van de services ontstaan, als de gegevens die de klant actief beschikbaar stelt. Indien deze persoonsgegevens niet verstrekt worden, kan de overeenkomst niet uitgevoerd worden. Deze verwerking van persoonsgegevens is gebaseerd op artikel 6, lid 1, zin 1, punt b), van de Algemene Verordening Gegevensbescherming (AVG). De persoonsgegevens van de klant worden na opzegging van de overeenkomst verwijderd, tenzij er wettelijke verplichtingen bestaan om de persoonsgegevens langer te bewaren. In dit geval worden de persoonsgegevens eerst geblokkeerd voor gebruik voor andere doeleinden en vervolgens verwijderd zodra de wettelijk verplichte bewaartermijn verstreken is. Om de overeenkomst uit te kunnen voeren, schakelt H.d dienstverleners in, bijvoorbeeld op het gebied van hosting, onderhoud en andere diensten. Deze dienstverleners kunnen zowel externe bedrijven zijn als bedrijven die gelieerd zijn aan H.d conform § 15 van de Duitse wetgeving inzake naamloze vennootschappen (AktG). Via contractuele afspraken met de dienstverleners in kwestie zorgt H.d ervoor dat zij de persoonsgegevens uitsluitend in overeenstemming met de voorschriften van de AVG verwerken. Dit geldt ook als de persoonsgegevens buiten de EU/EER moeten worden verwerkt. Indien de klant de volgende rechten conform de AVG wilt uitoefenen: \n\n·        recht van inzage in de verwerking van zijn persoonsgegevens, alsook op een kopie van deze gegevens (artikel 15 van de AVG), \n\n·        recht op rectificatie van onjuiste gegevens en vervollediging van onvolledige persoonsgegevens (artikel 16 van de AVG), \n\n·        recht op wissing van zijn persoonsgegevens en, indien deze openbaar zijn gemaakt, en de verplichting van H.d om andere verwerkingsverantwoordelijken op de hoogte te stellen van het verzoek tot wissing (artikel 17 van de AVG), \n\n·        recht op beperking van de verwerking van zijn persoonsgegevens (artikel 18 van de AVG), \n\n·        recht op overdraagbaarheid van gegevens, zodat zijn persoonsgegevens hem in een gestructureerde, gangbare en machineleesbare vorm worden verstrekt, evenals het recht om deze gegevens over te dragen aan een andere verwerkingsverantwoordelijke zonder dat H.d dit belemmert (artikel 20 AVG), en \n\n·        recht van bezwaar tegen de gegevensverwerking (artikel 21 van de AVG)\n\nkan hij op elk gewenst moment contact opnemen met de functionaris voor gegevensbescherming van H.d (privacy@hd.digital). De klant heeft ook het recht een klacht in te dienen bij de bevoegde toezichthoudende autoriteit als de klant vindt dat de gegevensverwerking niet in overeenstemming met de AVG worden uitgevoerd (art. 77 van de AVG).\n\n7.2            De partijen zijn verplicht vertrouwelijke informatie ook na het einde van de contractperiode niet aan derden ter beschikking te stellen of hun daartoe toegang te verlenen, en om deze niet voor andere doeleinden te gebruiken dan de doeleinden die in deze overeenkomst vermeld staan. Alle aan de klant ter beschikking gestelde technische informatie en kennis, evenals andere informatie die door één der partijen als vertrouwelijk wordt gekenmerkt en economische waarde heeft, wordt als vertrouwelijk beschouwd. Dit omvat nadrukkelijk ook bedrijfsgeheimen.\n\n7.3            De geheimhoudingsplicht geldt niet voor informatie van een partij die zonder schending van artikel 7.2 door een partij reeds bij de andere partij of openbaar bekend is, of die uit hoofde van wettelijke, gerechtelijke of overheidsverplichtingen aan derden ter beschikking dient te worden gesteld, of die ter inzage zijn gegeven aan derden die in het kader van een beoogde bedrijfsovername aan geheimhouding onderworpen zijn. \n\n8.               Vergoeding\n\n8.1            De prijzen van de services van de premiumversie zijn in een afzonderlijke prijslijst of in de online aangeboden commerciële aanbiedingen te vinden. In het geval van een bestelling ontvangt de klant een bijbehorende bevestigingsmail met alle relevante informatie.\n\n8.2            De klant is verplicht om de betaling binnen de betalingstermijn te voldoen. Als de klant met een betaling in gebreke blijft, heeft H.d. het recht om geen prestaties te leveren totdat er een betaling is ontvangen, of om de bestaande overeenkomst na een nieuw vruchteloos verzoek om betaling op te zeggen. H.d blijft in dit geval het recht voorbehouden om schadevergoeding te eisen of verdergaande aanspraken te vorderen. \n\n9.               Betalingsafwikkeling\n\n9.1            Als de klant voor de betaalde premiumversie van de services kiest, is het volgende op het betalingsproces van toepassing: H.d schakelt Wirecard AG, Einsteinring 35, D-85609 Aschheim, en Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Ierland (de \"betalingsdienstverleners\") in om betalingen af te wikkelen. \n\n9.2            De betalingsdienstverleners innen de betalingen van de klant met verschillende betaalmethoden op een eigen bankrekening bij een kredietinstelling en betalen deze gelden vervolgens aan H.d. De aangeboden betaalmethoden omvatten, maar zijn niet beperkt tot vooruitbetaling, PayPal en creditcard.\n\n \n\n10.            Overige bepalingen\n\n10.1         H.d kan een deel of alle prestaties uitbesteden die H.d uit hoofde van deze overeenkomst dient te leveren, in het bijzonder de services zelf.\n\n10.2         H.d kan deze AV wijzigen na voorafgaande kennisgeving aan de klant, waarbij de beoogde in de kennisgeving moeten worden vermeld. H.d kan de AV uitsluitend wijzigen, indien dit redelijk is voor de klant, de wijzigingen niet van invloed zijn op de wezenlijke contractuele verplichtingen of als de klant hier in zijn geheel genomen niet slechter van wordt. De klant kan binnen vier (4) weken na ontvangst van de kennisgeving bezwaar maken tegen een wijziging in de AV, of de overeenkomst onmiddellijk opzeggen. Voor zover de klant geen bezwaar heeft tegen de wijziging in de AV of nalaat dit tijdig te doen, wordt dit beschouwd als instemming met de wijziging in de AV. H.d zal de klant bij meldingen van wijzigingen in de AV informeren over de gevolgen van het niet indienen van een bezwaar alsook over het recht om de overeenkomst onmiddellijk op te zeggen.\n\n10.3         Indien een bepaling in deze overeenkomst geheel of gedeeltelijk nietig, ongeldig, onuitvoerbaar of niet-afdwingbaar mocht zijn of worden (\"ongeldige bepaling\"), dan blijft de geldigheid en uitvoerbaarheid van de overige bepalingen van deze overeenkomst onverminderd van kracht. De partijen verbinden zich nu reeds ertoe om in plaats van de ongeldige bepaling een nieuwe bepaling overeen te komen die, voor zover wettelijk mogelijk, zoveel mogelijk in de buurt komt met hetgeen de partijen gezien de strekking van deze overeenkomst zouden zijn overeengekomen, indien ze kennis hadden gehad van de ongeldigheid van de bepaling. Als de ongeldigheid van een bepaling voortvloeit uit een overeengekomen prestatieniveau of tijd (termijn of datum), dient er voor de nieuwe bepaling een regeling te worden overeengekomen die, voor zover wettelijk toegestaan, zoveel mogelijk in de buurt komt van de oorspronkelijke regeling. Hetzelfde geldt voor eventuele leemten in deze overeenkomst. Het is de uitdrukkelijke wil van de partijen dat dit nietigheidsbeding niet tot een omkering van de bewijslast leidt, maar § 139 van het Duitse burgerlijk wetboek (BGB) volledig is uitgesloten.\n\n10.4         Op de overeenkomst en alle aanspraken en rechten die hieruit voortvloeien uit of ermee verband houden, is uitsluitend het Duitse recht van toepassing met uitsluiting van het conflictenrecht, en dienen conform het Duitse recht te worden geïnterpreteerd en afgedwongen. De toepassing van het Weens koopverdrag is uitgesloten. Plaats van uitvoering is Düsseldorf.\n\n10.5         Alle geschillen voortvloeiend uit of in verband met deze overeenkomst en de totstandkoming en uitvoering ervan worden, voor zover wettelijk toegestaan, uitsluitend voorgelegd aan de bevoegde rechter te Düsseldorf.\n\n \n\nVersie: August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_nl",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}