{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Oświadczenie o ochronie danych\n\n \n\nDziękujemy za zainteresowanie usługą Web Listing Service „Ubicus”. Naszym najważniejszym atutem jest zaufanie naszych klientów. Przywiązujemy największą wagę do ochrony danych klientów i korzystania z nich tylko w sposób oczekiwany przez naszych klientów. Dlatego też niniejsze oświadczenie o ochronie danych zawiera informacje o przetwarzaniu danych osobowych naszych klientów oraz ich prawach w związku z ich przetwarzaniem zgodnie z europejskim rozporządzeniem o ochronie danych („RODO”) i innymi obowiązującymi przepisami o ochronie danych osobowych.\n\n1.               Informacje ogólne\n\n1.1            Podmiotem odpowiedzialnym za funkcjonowanie usług Ubicus jest spółka Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (określana dalej jako „H.d”, „my” lub „nas”). H.d przywiązuje największą wagę do ochrony Państwa danych osobowych.\n\n1.2            W przypadku pytań związanych z ochroną danych można skontaktować się z naszym inspektorem ochrony danych: Hospitality Digital GmbH, Datenschutzbeauftragter, Metro-Straße 1, 40235 Düsseldorf, e-mail: privacy@hd.digital.\n\n1.3            W niniejszym oświadczeniu o ochronie danych wyjaśniamy, w jaki sposób w ramach udostępniania usług gromadzimy, przetwarzamy i wykorzystujemy dane osobowe. Dane osobowe to indywidualne informacje osobiste lub rzeczowe. Podczas rejestracji prosimy o podanie adresu e-mail i hasła, a także opcjonalnie o inne dane. \n\n1.4            Dane klientów, którzy są już zarejestrowani na platformie DISH, przekazuje się stamtąd bezpośrednio za pomocą procedury Single Sign On (SSO). Nie ma konieczności ponownego ich podawania.\n\n1.5            Gromadzimy, przetwarzamy i wykorzystujemy dane osobowe pozyskiwane od naszych klientów wyłącznie w ramach obowiązujących przepisów prawa.\n\n2.               Przetwarzanie danych osobowych i przekazywanie ich osobom trzecim \n\n2.1            Niektóre dane osobowe są rejestrowane automatycznie podczas korzystania z naszych usług przez urządzenie końcowe (komputer, telefon komórkowy, tablet itd.). Rejestrowane są: adres IP używany w danym momencie przez urządzenie końcowe, data i godzina, typ przeglądarki i system operacyjny urządzenia końcowego oraz wywołane strony. Ma to na celu zapewnienie bezpieczeństwa danych i optymalizację naszej oferty oraz ulepszenie naszych usług. Inne analizy danych, z wyjątkiem celów statystycznych i wyłącznie w zanonimizowanej formie, przeprowadzane są zasadniczo tylko w ramach niniejszego oświadczenia o ochronie danych. Przetwarzanie tych danych osobowych odbywa się na podstawie art. 6, ust. 1 zdanie 1 lit. f) RODO. Ochrona naszej strony internetowej i optymalizacja naszych usług są dla nas istotną kwestią.\n\n2.2            W przypadku nawiązania kontaktu z nami (na przykład przez przesłanie pytania na adres privacy@hd.digital) rejestrujemy, przetwarzamy i wykorzystujemy tylko te dane osobowe, które zostały nam przekazane i są wymagane do udzielenia odpowiedzi na zapytanie.\n\n2.3            Aby umożliwić wykonywanie operacji związanych z przetwarzaniem danych, korzystamy z usług dostawców zewnętrznych przetwarzających dane w rozumieniu art. 28 RODO, na przykład dostawców hostingu w chmurze, utrzymania technicznego i innych usług. Są to zarówno zewnętrzni dostawcy usług, jak i dostawcy w obrębie koncernu METRO mający siedziby w krajach na terytorium Unii Europejskiej (UE) i Europejskiego Obszaru Gospodarczego (EOG) oraz poza nimi. W ramach regulacji umownych gwarantujemy, że powyżsi dostawcy usług przetwarzają dane osobowe zgodnie z RODO, aby zapewnić wysoki poziom ochrony, również w przypadku przekazywania danych osobowych do kraju, w którym obowiązuje inny poziom ochrony danych i nie obowiązuje decyzja Komisji UE w tej sprawie. Dane osobowe nie są przekazywane do innych odbiorców, chyba że jesteśmy do tego zobowiązani prawnie. W celu uzyskania informacji na temat środków bezpieczeństwa w zakresie międzynarodowego transferu danych lub otrzymania kopii odpowiedniego dokumentu prosimy o kontakt z naszym inspektorem ochrony danych na adres e-mail: privacy@hd.digital.\n\n3.               Pliki cookie\n\n3.1            Aby zwiększyć atrakcyjność naszych usług i umożliwić korzystanie z określonych funkcji, wykorzystujemy tzw. pliki cookie (ang. ciasteczka). Są to małe pliki tekstowe przechowywane w urządzeniu końcowym użytkownika. Niektóre z używanych przez nas plików cookie (tzw. pliki cookie sesji) są usuwane po zakończeniu sesji przeglądarki, czyli po zamknięciu okna przeglądarki. Inne pliki (trwałe pliki cookie) pozostają w urządzeniu końcowym i umożliwiają nam rozpoznanie przeglądarki użytkownika przy następnej wizycie. Przeglądarkę można skonfigurować tak, aby wyświetlała informacje o zapisywaniu plików cookie oraz umożliwiała decydowanie o ich akceptacji bądź wykluczeniu w określonych przypadkach lub ogólnie. Dokładniejsze informacje na ten temat można znaleźć w funkcji pomocy przeglądarki internetowej. W przypadku nieprzyjmowania plików cookie funkcjonalność naszej strony internetowej może zostać ograniczona. Akceptacja naszego wyświetlanego na ekranie „banneru cookie” oznacza zgodę na przetwarzanie danych osobowych za pośrednictwem plików cookie. Przetwarzanie tych danych osobowych odbywa się na podstawie art. 6, ust. 1 zdanie 1 lit. a) RODO. Poniżej opisujemy konkretne pliki cookie.\n\n3.2            Korzystamy z Adobe Analytics – usługi oferowanej przez Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republic of Ireland; „Adobe”). Ta usługa wykorzystuje pliki cookie, które są zapisywane na urządzeniu końcowym użytkownika i służą do analizy sposobu korzystania ze strony internetowej. Informacje generowane przez pliki cookie na temat korzystania z tej strony internetowej (łącznie z adresem IP użytkownika) są dostarczane na serwer firmy Adobe w Irlandii, tam anonimizowane i w tej zanonimizowanej formie przekazywane do dalszego przetwarzania na serwer w Stanach Zjednoczonych i na nim zapisywane. Firma Adobe wykorzystuje te informacje w celu analizowania sposobu korzystania ze strony internetowej, tworzenia raportów dotyczących aktywności internetowej dla dostawców stron internetowych oraz oferowania innych usług związanych z korzystaniem ze stron internetowych. Jeżeli jest to zalecane prawnie lub w przypadku gdy osoby trzecie przetwarzają te dane na zlecenie firmy Adobe, informacje te mogą być przekazywane również osobom trzecim. W żadnym przypadku adres IP użytkownika nie jest zestawiany z innymi danymi posiadanymi przez firmę Adobe. Można zapobiec instalowaniu plików cookie przez odpowiednie ustawienie przeglądarki internetowej – jednak ostrzegamy, że wówczas nie będzie możliwe pełne korzystanie ze wszystkich funkcji tej strony internetowej. Korzystanie z tej strony internetowej oznacza zgodę na przetwarzanie rejestrowanych danych w wyżej opisany sposób i w wyżej wskazanym celu. W każdej chwili można anulować zgodę na gromadzenie danych przez firmę Adobe ze skutkiem w przyszłości. Więcej informacji na ten temat można znaleźć pod adresem http://www.adobe.com/privacy/opt-out.html. \n\n4.               Udostępnianie danych osobowych i okresy przechowywania \n\nUdostępnianie danych osobowych użytkownika jest dobrowolne. Użytkownik nie jest prawnie zobowiązany do przekazywania nam swoich danych osobowych. Jeżeli użytkownik nie udostępni nam swoich danych osobowych, nie ma to żadnych konsekwencji poza niemożliwością korzystania z naszych usług. Dane osobowe przekazywane nam za pośrednictwem usług są przechowywane tylko do czasu spełnienia celu ich przetwarzania. Odmienne okresy przechowywania mogą wynikać również z uzasadnionego interesu H.d (np. w celu zapewnienia bezpieczeństwa danych i zapobiegania ich niewłaściwemu wykorzystaniu). Dane osobowe, które musimy przechowywać w związku z ustawowymi lub umownymi obowiązkami przechowywania, będą zabezpieczone przed dostępem.\n\n5.               Prawa użytkownika\n\nW celu wykonania praw użytkownika zgodnie z postanowieniami RODO w odniesieniu do: \n\n·                 informacji o przetwarzaniu jego danych osobowych, a także kopii tych danych (art. 15 RODO); \n\n·                 skorygowania nieprawidłowych i uzupełnienia niekompletnych danych osobowych (art. 16 RODO); \n\n·                 usunięcia danych osobowych i informacji, czy zostały one podane do publicznej wiadomości, oraz, czy H.d informuje inne podmioty odpowiedzialne o wniosku o usunięcie (art. 17 RODO); \n\n·                 ograniczenia przetwarzania danych osobowych (art. 18 RODO); \n\n·                 przenoszenia danych, tak aby dane osobowe zostały przekazane w ustrukturyzowanym, powszechnie używanym i nadającym się do odczytu maszynowego formacie, oraz prawa do bezproblemowego przekazania tych danych przez H.d innemu odpowiedzialnemu podmiotowi (art. 20 RODO);\n\n·                 wycofania udzielonej zgody; wycofanie nie wpływa na zgodność z prawem przetwarzania danych na podstawie zgody do czasu jej wycofania (art. 7 RODO) oraz \n\n·                 wniesienia sprzeciwu wobec przetwarzania danych (art. 21 RODO)\n\nużytkownik może w dowolnym momencie skontaktować się z inspektorem ochrony danych w H.d (privacy@hd.digital). Użytkownik ma ponadto prawo do złożenia skargi do właściwego organu, jeżeli uzna, że przetwarzanie danych odbywa się w sposób niezgodny z RODO (art. 77 RODO).\n\nVersion: August 2019/AG\n\nUbicus_B2B_Privacy_V1_August 2019_pl",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Ogólne warunki handlowe spółki Hospitality Digital GMBH w zakresie usługi Web Listing Service „UBICUS”\n\nHospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf („H.d”) oferuje przedsiębiorstwom z branży hotelarskiej i gastronomicznej („Zleceniodawcy”) korzystanie z usług Web Listing Services o nazwie „UBICUS”. Usługa jest dostępna w bezpłatnej wersji podstawowej i płatnej wersji Premium (obie są łącznie określane mianem „Usług”). Obie Usługi szczegółowo opisano w dalszej części dokumentu. \n\n1.               Zakres zastosowania\n\n1.1            H.d oferuje Usługi i inne świadczenia wyłącznie na podstawie niniejszych warunków („OWH”).\n\n1.2            H.d świadczy Usługi wyłącznie na rzecz Zleceniodawców, którzy nie są konsumentami w rozumieniu § 13 BGB.\n\n1.3            Odmienne warunki Zleceniodawcy nie mają zastosowania nawet wtedy, gdy H.d ich wyraźnie nie odrzuci i/lub mimo znajomości sprzecznych i/lub odmiennych warunków Zleceniodawcy będzie bez zastrzeżeń oferować Usługi i/lub inne świadczenia.\n\n2.               Zakres Usług\n\n2.1            Usługi w wersji podstawowej obejmują następujące bezpłatne usługi H.d w trakcie trwania umowy:\n\n(a)             Rejestrowanie i przechowywanie danych Zleceniodawcy.\n\n \n\nW ramach Usług Zleceniodawca przekazuje następujące informacje dotyczące lokalizacji/filii:\n\ninformacje ogólne (nazwa firmy, kategoria), informacje na temat lokalnej dostępności (adres i godziny otwarcia), dane do kontaktu za pomocą środków telekomunikacyjnych (numery telefonów, adresy e-mail, strony internetowe), oferowane usługi i serwisy.\n\n \n\n(b)             Publikacja na platformach internetowych („Publishing”)\n\nUsługi umożliwiają automatyczne przekazywanie tych danych do innych dostawców w celu publikacji na obsługiwanych przez nich platformach internetowych. W wersji podstawowej Zleceniodawcy nie są oferowane wszystkie powiązane platformy internetowe, lecz jedynie wybrane. Jeżeli informacje w ramach Usługi zostaną zaktualizowane, aktualizacje te są automatycznie przekazywane do powiązanych platform internetowych.\n\n(c)             Przejęcie praw do zarządzania („Claiming”)\n\nW przypadku już istniejącego wpisu u innego dostawcy, jeżeli dany dostawca to umożliwia, wnioskuje się o przejęcie praw do zarządzania tą publikacją i w razie potrzeby nabycie ich przy współudziale Zleceniodawcy. Pozwala to również na zautomatyzowane aktualizowanie danych za pośrednictwem Usług.\n\n \n\n(d)             Zarządzanie reputacją\n\nUsługi pozwalają na (automatyczne) składanie zapytań i zagregowane prezentowanie informacji zwrotnych od klientów, takich jak oceny, opinie lub pytania na platformach innych dostawców. Usługi umożliwiają udzielanie odpowiedzi na opinie klientów lub zgłaszanie niestosownych treści, o ile jest to przewidziane przez danego dostawcę. W wersji podstawowej te usługi dodatkowe są częściowo ograniczone do określonej liczby odpowiedzi lub powiadomień (np. tylko pięć razy w miesiącu).\n\n \n\n(e)             Statystyki i analizy\n\nUsługi umożliwiają gromadzenie, sortowanie i zagregowane prezentowanie statystyk dotyczących wykorzystania treści u danych dostawców (np. dostępu do stron, wyświetlania zapytań wyszukiwania). Wersja podstawowa zapewnia ograniczony zakres statystyk dotyczących użytkowania oraz możliwości filtrowania/sortowania.\n\n \n\n2.2            Usługi w wersji Premium obejmują następujące płatne, dodatkowe w stosunku do wersji podstawowej usługi H.d w trakcie trwania umowy:\n\n(a)             Rejestrowanie i przechowywanie danych Zleceniodawcy\n\nJak w punkcie 2.1 (a).\n\n(b)             Publikacja na platformach internetowych („Publishing”)\n\nPublikowanie w ramach wersji Premium odbywa się na wszystkich platformach powiązanych z Usługami. Dodatkowo możliwe jest zarządzanie kilkoma filiami/lokalizacjami za pośrednictwem Usług i zgodnie z warunkami platform. Możliwe jest wyszukiwanie i ukrywanie duplikatów wpisów u innych dostawców. Odbywa się regularne sprawdzanie wpisów u innych dostawców pod kątem nieprawidłowych zmian wprowadzonych przez osoby trzecie.\n\n(c)             Przejęcie praw do zarządzania („Claiming”)\n\nJak w punkcie 2.1 (c).\n\n(d)             Zarządzanie reputacją\n\nW wersji Premium liczba odpowiedzi i powiadomień jest nieograniczona. Ponadto są dostępne wszystkie opcje filtrowania i sortowania.\n\n(e)             Statystyki i analizy\n\nW wersji Premium Zleceniodawca ma dostęp do pełnego zakresu statystyk dotyczących wykorzystania i wszelkich opcji filtrowania/sortowania.\n\n(f)               Content Publishing\n\nW ramach wersji Premium, o ile jest to umożliwiane przez innych dostawców, Zleceniodawca zyskuje możliwość tworzenia uzupełnień do publikacji u innych dostawców i przekazywania ich do opublikowania (np. ofert specjalnych, wiadomości, wydarzeń).\n\n2.3            H.d może oferować Zleceniodawcy dodatkowe usługi w związku z wersją podstawową i wersją Premium lub też wprowadzać niezbędne, korzystne dla Zleceniodawcy zmiany w zakresie usługi, zgodne z warunkami niniejszych OWH.\n\n2.4            H.d może dostosować Usługi i inne świadczenia do stanu wiedzy technicznej i rozwoju technologii albo bieżących potrzeb, o ile ma to uzasadnienie dla Zleceniodawcy.\n\n2.5            H.d ma prawo zaprzestać świadczenia Usług w stosownym terminie. H.d odpowiednio wcześnie poinformuje Zleceniodawcę o zaprzestaniu świadczenia Usług (co najmniej dwa tygodnie wcześniej).\n\n3.               Obowiązki Zleceniodawcy\n\n3.1            Zleceniodawca jest zobowiązany do aktualizowania danych handlowych i kontaktowych podanych w chwili zawarcia umowy przez cały okres jej trwania, jak również do niezwłocznego informowania H.d o każdej zmianie na piśmie lub za pośrednictwem poczty e-mail. Ponadto Zleceniodawca musi zadbać o to, aby poczta przychodząca na adres e-mail podany H.d była regularnie sprawdzana w celu odebrania informacji istotnych dla realizacji umowy.\n\n3.2            Dane dostępowe otrzymane przez Zleceniodawcę od H.d Zleceniodawca będzie chronić przed dostępem nieupoważnionych osób trzecich. Zleceniodawca niezwłocznie poinformuje H.d o wszelkich uzasadnionych podejrzeniach lub wiedzy o możliwym niewłaściwym wykorzystaniu przekazanych danych dostępowych. Firma H.d jest w tym przypadku upoważniona do tymczasowego zablokowania danych umożliwiających dostęp Zleceniodawcy do Usług do czasu anulowania podejrzenia o niewłaściwym wykorzystaniu. Jeżeli rzeczywiście zostanie stwierdzone nadużycie, H.d jest uprawniona do trwałego zablokowania danych dostępowych i przydzielenia Zleceniodawcy innych danych.\n\n3.3            Zleceniodawca ponosi wyłączną odpowiedzialność za poprawność i kompletność przekazanych przez niego danych. Dane nie są sprawdzane po stronie H.d. W związku z tym H.d nie ponosi za nie odpowiedzialności (patrz również punkt: 6).\n\n4.               Postanowienia szczególne dotyczące oprogramowania w ramach Usług\n\n4.1            H.d udziela Zleceniodawcy prawa dostępu do oprogramowania w ramach Usług, przy czym Zleceniodawca korzystający z wersji podstawowej nie jest zobowiązany do zapłaty wynagrodzenia wykraczającego poza świadczenia przewidziane w niniejszych OWH. Korzystanie jest dozwolone wyłącznie na potrzeby własnych wewnętrznych operacji handlowych Zleceniodawcy. Zleceniodawca zobowiązuje się do niekorzystania z Usług w sposób niezgodny z prawem lub do celów niezgodnych z prawem.\n\n4.2            Nie zezwala się na dostęp do Usług lub korzystanie z nich przez Zleceniodawcę na rzecz osób trzecich lub do innych celów. W szczególności Zleceniodawca nie zyskuje prawa do powielania oprogramowania w ramach Usług, udostępniania lub ujawniania go osobom trzecim, dezasemblowania oprogramowania w ramach Usług ani modyfikowania go w inny sposób.\n\n4.3            Zleceniodawca nie jest uprawniony do udzielenia osobie trzeciej prawa do korzystania z oprogramowania w ramach Usług. W szczególności Zleceniodawcy zabrania się przekazywania otrzymanych danych dostępowych do Usług bez uprzedniej, wyraźnej zgody H.d, również w okresie trwania umowy.\n\n4.4            Zleceniodawca wyraża zgodę na zapisywanie, analizowanie i wykorzystywanie przez H.d danych udostępnionych przez Zleceniodawcę („Dane”) do celów analitycznych.\n\n4.5            Jako kolejne świadczenie wzajemne za udostępnianie oprogramowania w ramach Usług Zleceniodawca udziela H.d zezwolenia na uzupełnianie danych Zleceniodawcy z użyciem innych danych (na przykład z publicznie dostępnych źródeł danych pochodzących od osób trzecich (np. portali opiniotwórczych lub mediów społecznościowych) albo innych, dostępnych H.d źródeł danych), łączenia ich oraz analizowania do indywidualnych celów wedle własnego uznania H.d, jak również do przekazywania oraz udostępniania tych analiz osobom trzecim (w szczególności, ale nie wyłącznie, takim, które uczestniczą w procesie (dalszego) rozwoju i utrzymywania oprogramowania w ramach Usług jako podwykonawcy oraz firmom partnerskim H.d oferującym rozwiązania cyfrowe lub inne tego typu usługi dla działalności handlowej Zleceniodawcy).\n\n4.6            Po wypowiedzeniu H.d może również w nieograniczony sposób wykorzystywać te dane i uzyskane na ich podstawie wyniki analityczne. Wykluczone są z tego wszelkie dane osobowe Zleceniodawcy lub jego pracowników, które po zakończeniu umowy mogą być wykorzystywane wyłącznie w zakresie dozwolonym przez prawo.\n\n5.               Zawarcie umowy, czas trwania, wypowiedzenie\n\n5.1            Umowa zostaje zawarta albo bezpośrednio w procesie sprzedaży za pomocą podpisu elektronicznego Zleceniodawcy, albo w inny sposób przez przyjęcie przez H.d oferty Zleceniodawcy na zawarcie umowy na Usługi wskutek zarejestrowania Zleceniodawcy online. Przyjęcie w tym przypadku następuje przez zapewnienie odpowiedniego dostępu do oprogramowania w ramach Usług lub przez rozpoczęcie świadczenia usług przez H.d.\n\n5.2            Umowa w wersji podstawowej jest zawierana na czas nieokreślony i w każdej chwili może zostać wypowiedziana przez Zleceniodawcę lub H.d z zachowaniem okresu dwóch (2) tygodni.\n\n5.3            Umowa w wersji Premium jest również zawierana na czas nieokreślony, o ile z konkretnej oferty komercyjnej nie wynikają inne postanowienia. Jeżeli z oferty komercyjnej nie wynika minimalny czas trwania, Zleceniodawca może również w dowolnym momencie wypowiedzieć umowę w wersji Premium. Wypowiedzenie wersji Premium ze strony H.d może nastąpić z zachowaniem okresu dwóch (2) tygodni.\n\n5.4            Jeżeli z oferty H.d nie wynikają inne postanowienia, wypowiedzenie należy przekazać na piśmie lub za pośrednictwem e-maila. Usunięcie konta przez Zleceniodawcę jest równoznaczne z wypowiedzeniem i jako takie będzie traktowane.\n\n5.5            Prawo stron do bezterminowego wypowiedzenia umowy z ważnego powodu pozostaje nienaruszone. Ważny powód występuje w szczególności, gdy Zleceniodawca naruszy jedno ze zobowiązań wynikających z punktów 3, 4, 6.4 i 8.2.\n\n5.6            Po rozwiązaniu umowy, niezależnie od przyczyny, H.d w ciągu trzydziestu (30) dni usunie wszystkie dane zapisane przez Zleceniodawcę w udostępnionym miejscu w ramach stosunku umownego, chyba że Zleceniodawca samodzielnie usunie te dane za pośrednictwem oprogramowania. Ponadto H.d usunie prawa własności i zarządzania w odniesieniu do publikacji u innych dostawców ze swoich systemów lub kont u innych dostawców. O ile to możliwe H.d zachęci Zleceniodawcę do przejęcia zadań związanych z zarządzaniem listingami we własnym zakresie. W celu usunięcia listingów u innych dostawców Zleceniodawca musi skontaktować się bezpośrednio z tymi dostawcami. Obowiązują warunki dostawców.\n\n6.               Gwarancja i odpowiedzialność, zwolnienie z odpowiedzialności\n\n6.1            W odniesieniu do Usług i świadczeń udostępnianych Zleceniodawcy przez H.d spółka będzie rekompensować Zleceniodawcy tylko takie szkody, które zostały przez niego poniesione wskutek umyślnie zatajonych wad. Dalsza odpowiedzialność H.d za wady prawne i/lub materiałowe w odniesieniu do udostępnionych Usług i świadczeń nie występuje.\n\n6.2            Spółka H.d, podmioty i osoby działające w jej imieniu lub przedstawiciele prawni odpowiadają za Usługi i świadczenia udostępniane przez H.d na rzecz Zleceniodawcy tylko w przypadkach zamierzonych działań, rażących zaniedbań lub zawinionego naruszenia życia, ciała lub zdrowia. Odpowiedzialność wynikająca z ustawy o odpowiedzialności cywilnej za produkt pozostaje nienaruszona.\n\n6.3            W ramach realizacji umowy działania H.d są zależne od rodzaju usług świadczonych przez osoby trzecie. W związku z tym H.d nie ponosi odpowiedzialności w przypadkach, w których inni dostawcy zmodyfikują warunki użytkowania lub powiązania techniczne, co spowoduje ograniczenie możliwości dalszego korzystania z naszych Usług, a w ekstremalnych przypadkach całkowicie to uniemożliwi. Z tego powodu H.d nie może udzielać gwarancji w odniesieniu do powiązania z usługami poszczególnych dostawców.\n\n6.4            Zleceniodawca jest odpowiedzialny za prawidłowość danych i gwarantuje, że dysponuje niezbędnymi do nich prawami. Niezbędne prawa obejmują wszystkie wymagane zgody odpowiednich podmiotów oraz prawa do użytkowania i wykorzystania.\n\n6.5            Zleceniodawca zwalnia H.d, osoby działające w jej imieniu i przedstawicieli prawnych oraz przedsiębiorstwa powiązane z H.d zgodnie z § 15 ustawy AktG na pierwsze żądanie z wszelkich roszczeń osób trzecich, które wysuwają je wobec H.d, osób działających w jej imieniu, jej przedstawicieli prawnych i/lub przedsiębiorstw powiązanych z H.d w związku z Usługami i/lub innymi świadczeniami, włączając w to roszczenia osób trzecich wynikające z bezprawnego wykorzystania danych i/lub brakujących zgód odpowiednich osób i/lub naruszeń praw osobistych pracowników Zleceniodawcy. Zwolnienie to obejmuje również niezbędne koszty postępowania sądowego, w tym koszty postępowania arbitrażowego.\n\n7.               Ochrona danych, poufność\n\n7.1            H.d przetwarza dane osobowe Zleceniodawcy, jego pracowników i innych osób trzecich, o ile zostały one udostępnione przez Zleceniodawcę, wyłącznie w celu realizacji niniejszej umowy, na przykład, aby nawiązać kontakt i udostępniać usługi oraz świadczenia. Obejmuje to zarówno dane dotyczące wykorzystania, generowane podczas korzystania z Usług, jak i dane udostępniane przez Zleceniodawcę. Bez udostępnienia tych danych osobowych wykonanie umowy nie jest możliwe. Przetwarzanie danych osobowych odbywa się na podstawie art. 6 ust. 1 zdanie 1 lit. b) Rozporządzenia o ochronie danych osobowych (RODO). Dane osobowe Zleceniodawcy są usuwane po rozwiązaniu umowy, chyba że występują ustawowe obowiązki wymagające przechowywania danych osobowych przez dłuższy czas. W tym przypadku dane osobowe są w pierwszej kolejności zabezpieczane przed wykorzystaniem do innych celów, a następnie usuwane po upływie ustawowo wymaganego okresu przechowywania. Na potrzeby realizacji umowy H.d korzysta ze wsparcia dostawców usług, na przykład w dziedzinie usług hostingowych, konserwacyjnych i innych. Tymi dostawcami usług mogą być zewnętrzne przedsiębiorstwa oraz przedsiębiorstwa powiązane z H.d zgodnie z §§ 15 i nast. niemieckiej ustawy o spółkach akcyjnych. Poprzez zawarcie umów z dostawcami usług H.d gwarantuje, że przetwarzają oni dane osobowe zgodnie z postanowieniami RODO. Dotyczy to również sytuacji, w których dane osobowe są przetwarzane poza terytorium UE/EOG. W celu wykonania praw Zleceniodawcy zgodnie z postanowieniami RODO w odniesieniu do: \n\n·        informacji o przetwarzaniu jego danych osobowych, a także kopii tych danych (art. 15 RODO); \n\n·        skorygowania nieprawidłowych i uzupełnienia niekompletnych danych osobowych (art. 16 RODO); \n\n·        usunięcia danych osobowych i informacji, czy zostały one podane do publicznej wiadomości, oraz, czy H.d informuje inne podmioty odpowiedzialne o wniosku o usunięcie (art. 17 RODO); \n\n·        ograniczenia przetwarzania danych osobowych (art. 18 RODO); \n\n·        przenoszenia danych, tak aby dane osobowe zostały przekazane w ustrukturyzowanym, powszechnie używanym i nadającym się do odczytu maszynowego formacie, oraz prawa do bezproblemowego przekazania tych danych przez H.d innemu odpowiedzialnemu podmiotowi (art. 20 RODO) oraz \n\n·        wniesienia sprzeciwu wobec przetwarzania danych (art. 21 RODO)\n\nZleceniodawca może w dowolnym momencie skontaktować się z inspektorem ochrony danych w H.d (privacy@hd.digital). Zleceniodawca ma ponadto prawo do złożenia skargi do właściwego organu, jeżeli Zleceniodawca uzna, że przetwarzanie danych odbywa się w sposób niezgodny z RODO (art. 77 RODO).\n\n7.2            Strony są zobowiązane do nieudostępniania informacji poufnych osobom trzecim i niewykorzystywania danych w innych celach, niezwiązanych z umową również po zakończeniu okresu umowy. Informacjami poufnymi są zarówno wszystkie informacje związane ze wszystkimi informacjami technicznymi i zasobami know-how udostępnionymi Zleceniodawcy, jak i inne informacje, oznaczone przez obie strony jako poufne i mające wartość ekonomiczną. Dotyczy to również tajemnic biznesowych i handlowych.\n\n7.3            Obowiązek zachowania poufności nie odnosi się do informacji, w których posiadanie weszła jedna ze stron lub które już posiadała bez naruszenia postanowień punktu 7.2, oraz informacji udostępnionych osobom trzecim na podstawie postanowień ustawowych, sądowych lub administracyjnych lub będących przedmiotem kontroli w ramach zamierzonego zakupu przedsiębiorstwa przez osobę trzecią zobowiązaną do zachowania tajemnicy. \n\n8.               Płatności\n\n8.1            Ceny Usług w wersji Premium wynikają z odrębnego cennika lub odpowiednich ofert handlowych prezentowanych online. W przypadku zamówienia Zleceniodawca otrzymuje odpowiedniego potwierdzającego e-maila ze wszystkimi istotnymi informacjami.\n\n8.2            Zleceniodawca jest zobowiązany do zrealizowania należnej płatności w całości w wyznaczonym terminie. Jeżeli Zleceniodawca nie zrealizuje płatności w terminie, H.d zastrzega sobie prawo do wstrzymania świadczonych usług do momentu płatności, a w przypadku nieskutecznego kolejnego wezwania do zapłaty, do wypowiedzenia umowy z ważnego powodu. W tym przypadku H.d zastrzega sobie prawo do dochodzenia odszkodowania i innego rodzaju roszczeń. \n\n9.               Realizacja płatności\n\n9.1            Jeżeli Zleceniodawca wybierze wersję Premium Usług, to w odniesieniu do procesu płatności obowiązuje zasada mówiąca o tym, że: H.d do przetwarzania płatności korzysta z usług Wirecard AG, Einsteinring 35, 85609 Aschheim oraz Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Irland („Dostawcy usług płatniczych”). \n\n9.2            Dostawcy usług płatniczych przyjmują płatności Zleceniodawcy realizowane różnymi metodami na odrębny rachunek w instytucji kredytowej i wypłacają środki na rzecz H.d. Udostępnione metody płatności obejmują, między innymi, ale nie wyłącznie, płatność przelewem, za pośrednictwem serwisu PayPal i kartą kredytową.\n\n \n\n10.            Pozostałe postanowienia\n\n10.1         H.d może realizować pojedyncze lub wszystkie świadczenia wynikające z niniejszej umowy, w szczególności Usługi, za pośrednictwem podwykonawców.\n\n10.2         H.d może zmienić niniejsze OWH wobec Zleceniodawcy po uprzednim zawiadomieniu wraz z podaniem zamierzonych zmian. H.d może wprowadzić zmiany OWH tylko w zakresie uzasadnionym dla Zleceniodawcy, przy czym zmiany te nie mogą dotyczyć istotnych zobowiązań umownych ani pogarszać ogólnej sytuacji Zleceniodawcy. Zleceniodawca może wyrazić sprzeciw wobec zmiany OWH lub też wypowiedzieć umowę bez zachowania terminu wypowiedzenia w ciągu czterech (4) tygodni od otrzymania zawiadomienia. Jeżeli Zleceniodawca nie wyrazi sprzeciwu wobec zmiany OWH lub zrobi to po wyznaczonym terminie, uznaje się, że zgoda na zmianę OWH została udzielona. Wraz z zawiadomieniem Zleceniodawcy o zmianie OWH H.d ma obowiązek poinformować Zleceniodawcę o skutkach niezłożenia sprzeciwu oraz o prawie do bezterminowego wypowiedzenia umowy.\n\n10.3         Jeżeli którekolwiek z postanowień niniejszej umowy stanie się w całości lub częściowo nieskuteczne lub niewykonalne („Wadliwe postanowienie”), to skuteczność i wykonalność pozostałych postanowień pozostaje nienaruszona. Strony zobowiązują się już teraz do przyjęcia zamiast Wadliwego postanowienia takiego postanowienia, które w ramach możliwości prawnych jest najbardziej zbliżone do tego, co strony uzgodniłyby w oparciu o sens i cel niniejszej umowy, gdyby wcześniej były w posiadaniu informacji o wadliwości tego postanowienia. Jeżeli wadliwość postanowienia wynika z określonego w nim wymiaru świadczenia lub czasu (okresu lub terminu), to należy uzgodnić postanowienie najbliżej odpowiadające pierwotnemu, aczkolwiek prawnie dopuszczalnemu wymiarowi. To samo odnosi się do wszelkich luk regulacyjnych w niniejszej umowie. Jednoznacznym zamiarem stron jest, aby niniejsza klauzula salwatoryjna nie skutkowała odwróceniem ciężaru dowodu, ale by § 139 BGB był całkowicie wyłączony.\n\n10.4         Umowa oraz wszelkie roszczenia i prawa wynikające z umowy lub z nią związane podlegają wyłącznie prawu niemieckiemu, z wyłączeniem prawa kolizyjnego, i należy interpretować i egzekwować je wyłącznie zgodnie z prawem niemieckim. Zastosowanie Konwencji Narodów Zjednoczonych o umowach międzynarodowej sprzedaży towarów (CISG) jest wykluczone. Miejscem wykonania umowy jest Düsseldorf.\n\n10.5         Wyłączną właściwością sądu w odniesieniu do wszystkich sporów wynikających z niniejszej umowy lub z nią związanych, jej skuteczności lub wykonania – jeśli jest to dopuszczalne prawnie – jest Düsseldorf.\n\n \n\nVersion: August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_pl",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}