{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "para completar",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Política de Privacidade\n\n \n\nAgradecemos o interesse no nosso serviço de listagem online, “Ubicus”. O nosso maior bem é a confiança dos nossos clientes. A nossa maior prioridade é proteger e utilizar os dados dos clientes apenas da maneira esperada. As seguintes informações de proteção de dados devem informar sobre o processamento dos seus dados pessoais e os seus direitos em relação a esse processamento de acordo com o Regulamento Geral sobre a Proteção de Dados (“RGPD”) e outras normas de privacidade.\n\n1.               Geral\n\n1.1            O local responsável pelo funcionamento dos serviços da Ubicus é Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf, Alemanha (doravante “H.d“, “nós“ ou “nos“). A H.d valoriza muito a proteção de seus dados pessoais.\n\n1.2            Pode entrar em contacto com o nosso responsável pela proteção de dados caso tenha dúvidas sobre a proteção de dados, através dos seguintes dados de contacto: Hospitality Digital GmbH, Responsável pela Proteção de Dados, Metro-Straße 1, 40235, Düsseldorf, Alemanha. E-mail: privacy@hd.digital.\n\n1.3            Nesta Política de Privacidade, explicamos como recolhemos, processamos e utilizamos dados pessoais no âmbito da prestação de serviços. Dados pessoais são informações individuais sobre suas condições pessoais ou factuais. Por isso, no momento do registo, solicitamos o seu endereço de e-mail e palavra-passe e, opcionalmente, outras informações. \n\n1.4            Caso já seja cliente na Plataforma DISH, os seus dados são transmitidos diretamente de lá por Single Sign-On (SSO). Portanto, esses dados não precisam de ser fornecidos novamente.\n\n1.5            Tratamos os dados pessoais sobre si que recolhemos, processamos e utilizamos exclusivamente no âmbito das disposições legais aplicáveis.\n\n2.               Processamento de dados pessoais e transmissão a terceiros \n\n2.1            Alguns dados pessoais são recolhidos pela utilização dos nossos serviços automaticamente no seu dispositivo (computador, telemóvel, tablet etc.). São recolhidos o endereço de IP, os dados, o horário, o tipo de navegador e o sistema operativo do seu dispositivo, bem como as páginas visitadas. Isso é feito para fins de segurança dos dados e para a otimização das nossas ofertas e a melhoria dos nossos serviços. Uma outra avaliação, com exceção de para fins estatísticos e de modo anonimizado, é realizada apenas no âmbito desta Política de Privacidade. O processamento desses dados pessoais é realizado de acordo com o art. 6.º, parágrafo 1, secção 1, alínea f) do Regulamento Geral de Proteção de Dados (RGPD). A proteção do nosso sítio Web e a otimização de nossos serviços representam um interesse legítimo da nossa parte.\n\n2.2            Caso entre em contacto connosco (por exemplo, enviando uma pergunta através de privacy@hd.digital), nós recolhemos, processamos e utilizamos apenas os dados pessoais que foram partilhados connosco e que são necessários para o tratamento e a resposta à sua pergunta.\n\n2.3            Para possibilitar as operações de processamento de dados mencionadas nesta Política de Privacidade, utilizamos prestadores de serviços como processadores de dados nos termos do art. 28.º do RGPD, como, por exemplo, prestadores de serviços para hospedagem em nuvem, manutenção e outros. Entre eles, estão prestadores de serviços externos, bem como prestadores de serviços dentro do grupo METRO, que se encontram em países dentro ou fora da União Europeia (UE) e do Espaço Económico Europeu (EEE). Garantimos por meio de regras contratuais que esses prestadores de serviços processam dados pessoais conforme o RGPD para assegurar um nível mais alto de proteção de dados, inclusive quando dados pessoais são transmitidos num país onde é comum um nível de proteção de dados diferente e onde não existe nenhuma decisão de adequação pela Comissão da UE. Uma outra transmissão de dados pessoais a outros destinatários não é realizada, exceto se formos obrigados legalmente a fazê-la. Para mais informações sobre precauções adequadas para a transferência internacional de dados ou uma cópia delas, envie um e-mail para o nosso responsável pela proteção de dados através de: privacy@hd.digital.\n\n3.               Cookies\n\n3.1            Para tornar nossos serviços mais interessantes e possibilitar a utilização de determinadas funções, utilizamos os chamados cookies. Estes são pequenos ficheiros de texto que são guardados no seu dispositivo. Alguns dos cookies que utilizamos são eliminados após o fim da sessão do navegador, ou seja, após o encerramento do navegador (chamados de cookies de sessão). Outros cookies ficam armazenados no seu dispositivo e permitem-nos reconhecer o seu navegador na visita seguinte (cookies persistentes). Pode configurar o seu navegador para que seja informado sobre o armazenamento de cookies e decidir se aprova cookies individualmente, em casos específicos ou se quer excluí-los em geral. Mais informações podem ser obtidas na função de assistência do seu navegador. Ao rejeitar os cookies, a funcionalidade do nosso sítio Web pode ser prejudicada. Ao aceitar o nosso banner de cookies, concorda com o processamento dos seus dados pessoais por meio de cookies. O processamento desses dados pessoais é realizado de acordo com art. 6.º, parágrafo 1, secção 1, alínea a) do Regulamento Geral de Proteção de Dados (RGPD). A seguir, abordamos cookies concretos.\n\n3.2            Utilizamos o Adobe Analytics, um serviço da Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Irlanda; \"Adobe\"). Este serviço utiliza cookies que ficam guardados no seu dispositivo e que possibilitam uma análise da sua utilização do sítio Web. As informações geradas pelos cookies em relação à sua utilização deste sítio Web (incluindo o seu endereço de IP) são transmitidos a um servidor da Adobe na Irlanda e anonimizados para, em seguida, serem transmitidos e armazenados de uma forma anónima para processamento num servidor nos EUA. A Adobe utiliza estas informações para avaliar a sua utilização do sítio Web, para compilar relatórios sobre as atividades no sítio Web para o operador do sítio Web e para fornecer serviços associados à utilização do sítio Web e da Internet. Na medida que for exigido por lei ou na medida que terceiros processem esses dados sob contrato da Adobe, essas informações podem ser eventualmente transmitidas a terceiros. De maneira alguma o seu endereço de IP será transmitido com outros dados da Adobe relacionados. Pode evitar o armazenamento de cookies por meio de uma determinada configuração no seu navegador; porém, alertamos que, nesse caso, não será possível utilizar algumas funções do sítio Web. Por meio da utilização deste sítio Web, declara que concorda com o processamento dos seus dados recolhidos da forma descrita anteriormente e para os fins mencionados. A recolha de dados por parte da Adobe pode ser revogada a qualquer momento no futuro. Mais detalhes sobre a revogação podem ser obtidos em http://www.adobe.com/privacy/opt-out.html. \n\n4.               Fornecimento de dados pessoais e períodos de retenção \n\nO fornecimento de seus dados é feito voluntariamente. Não é obrigado legalmente a disponibilizar-nos os seus dados pessoais. Caso não disponibilize os seus dados pessoais, a consequência é que não poderá utilizar os nossos serviços. Os dados pessoais que partilhar por meio de nossos serviços são armazenados por um período até que a sua finalidade tenha sido cumprida. Diferentes períodos de retenção podem decorrer de interesses legítimos da H.d (p. ex., para a garantia da segurança dos dados e para prevenção de violações). Dados pessoais que temos de armazenar devido à manutenção de registos legais ou contratuais ficam restritos.\n\n5.               Os seus direitos\n\nPara exercer os seus direitos de acordo com o RGPD em relação a \n\n·                 Informações sobre o processamento de seus dados pessoais, bem como uma cópia desses dados (art. 15.º do RGPD), \n\n·                 Retificação de dados pessoais incorretos e complemento de dados pessoais incompletos (art. 16.º do RGPD), \n\n·                 Eliminação de seus dados pessoais e, caso tenham sido publicados, que a H.d informe os outros responsáveis sobre o pedido de eliminação (art. 17.º do RGPD), \n\n·                 Limitação do processamento de seus dados pessoais (art. 18.º do RGPD), \n\n·                 Portabilidade de dados para seus dados pessoais sejam entregues a si num formato estruturado, atual e legível por máquina e o direito de transmitir esses dados a um outro responsável sem impedimento por parte da H.d (art. 20.º do RGPD),\n\n·                 Revogação de um consentimento concedido; a revogação não afeta a legalidade do processamento realizado até à revogação do consentimento (art. 7.º do RGPD) e \n\n·                 Oposição ao processamento de dados (art. 21.º do RGPD)\n\npode entrar em contacto com o responsável pela proteção de dados da H.d (privacy@hd.digital). Também tem o direito de apresentar uma reclamação à autoridade de supervisão caso não considere o processamento de dados compatível com o RGPD (art. 77.º do RGPD).\n\nVersion: August 2019 / AG\n\nUbicus_B2B_Privacy_V1_August 2019_pt",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Termos e Condições Gerais da Hospitality DIgital GMBH para o serviço de listagem online “UBICUS”\n\nA Hospitality Digital GmbH, Metro-Straße 1, 40235, Düsseldorf (“H.d“) oferece a empresas dos setores de hotéis e gastronomia (“Clientes“) a utilização do serviço de listagem online de nome “UBICUS”. O serviço é oferecido em uma versão básica gratuita e uma versão premium paga (os “Serviços”). Os dois serviços serão descritos a seguir. \n\n1.               Âmbito de aplicação\n\n1.1            A H.d presta os serviços e outros benefícios exclusivamente com base nos seguintes termos contratuais (“Termos e Condições“).\n\n1.2            A H.d presta os serviços exclusivamente junto a clientes que não são consumidores no termos do art. 13.º do BGB (código civil alemão).\n\n1.3            Condições divergentes do cliente não se aplicarão mesmo que H.d não as rejeite expressamente e/ou forneça serviços e/ou serviços sem reserva, a despeito do conhecimento das condições contrárias e/ou divergentes do cliente.\n\n2.               Gama de serviços\n\n2.1            Os serviços abrangem, na versão básica, os seguintes benefícios da H.d pela duração do contrato:\n\n(a)             Recolha e armazenamento das informações do cliente.\n\n \n\nNo âmbito dos serviços, o cliente delega as seguintes informações para uma instalação/filial:\n\nInformações gerais (nome e categoria da empresa), informações sobre acessibilidade local (endereço e horários de funcionamento),         informações sobre a acessibilidade por meios de telecomunicação (número de telefone, endereços de e-mail, sítios Web), benefícios e serviços oferecidos.\n\n \n\n(b)             Divulgação em plataformas online (“Publicação”)\n\nOs serviços possibilitam uma transmissão automática dessas informações a terceiros para a divulgação em plataformas online. Na versão básica, não serão oferecidas algumas plataformas online associadas para o cliente, apenas uma seleção. Desde que as informações sejam atualizadas dentro dos serviços, a atualização será automática nas plataformas online relacionadas.\n\n(c)             Aquisição dos direitos de gestão (“Reivindicação”)\n\nCaso uma entrada já exista num prestador externo, desde que o prestador externo possibilite, a transmissão dos direitos de gestão sobre esta publicação é acionada e, se necessário, obtida com a cooperação do cliente. Assim, é possível realizar a atualização automática das informações por meio dos serviços.\n\n \n\n(d)             Gestão da reputação\n\nOs serviços possibilitam a consulta (automatizada) e a apresentação agregada dos comentários dos clientes, como avaliações, análises ou perguntas nas plataformas dos prestadores externos. Os serviços oferecem a possibilidade de responder aos comentários dos clientes, além de relatar conteúdos inadequados, desde que tal esteja previsto pelo prestador externo. Na versão básica, estes serviços adicionais ficam limitados a um número determinado de respostas ou notificações (p. ex., apenas cinco vezes por mês).\n\n \n\n(e)             Estatísticas e análises\n\nOs serviços oferecem a recolha, a classificação e a apresentação agregada de estatísticas de utilização do conteúdo nos prestadores externos (p. ex., acessos a páginas, anúncios de pesquisas). No âmbito da versão básica, é disponibilizada uma variedade limitada de estatísticas de utilização e possibilidades de filtro e classificação.\n\n \n\n2.2            Na versão premium, os serviços abrangem os seguintes serviços além dos da versão básica da H.d pela duração do contrato:\n\n(a)             Recolha e armazenamento das informações dos clientes\n\nConforme em 2.1 (a).\n\n(b)             Divulgação em plataformas online (“Publicação”)\n\nNo âmbito da versão premium, é feita a divulgação em todas as plataformas dos serviços. Também há a possibilidade de gestão de filiais/instalações por meio dos serviços e de acordo com as condições das plataformas. É possível uma pesquisa e supressão de cópias de entradas nos prestadores externos. É efetuada uma análise regular das entradas nos prestadores externos em busca de alterações incorretas.\n\n(c)             Aquisição dos direitos de gestão (“Reivindicação”)\n\nConforme em 2.1 (c).\n\n(d)             Gestão da reputação\n\nNa versão premium, o número de respostas e notificações é ilimitado. Também estão disponíveis todas as opções de filtros e classificações.\n\n(e)             Estatísticas e análises\n\nNa versão premium, toda está disponível toda a variedade de estatísticas de utilização e possibilidades de filtro e classificação.\n\n(f)               Publicação de conteúdo\n\nNo âmbito da versão premium, o cliente tem a possibilidade, desde que seja apoiado pelo prestador externo, de elaborar notícias para a publicação em prestadores externos e para transmitir a divulgação (p. ex., ofertas especiais, notícias, eventos).\n\n2.3            A H.d pode oferecer ao cliente serviços adicionais juntamente com a versão básica e premium, ou seja, necessários para que o cliente não faça alterações negativas na gama de serviços que são respetivamente fornecidos de acordo com as condições destes Termos e Condições.\n\n2.4            A H.d pode adaptar os serviços e outros benefícios ao estado da tecnologia e aos desenvolvimentos técnicos, desde que seja razoável para o cliente.\n\n2.5            A H.d pode suspender os serviços dentro de um prazo razoável conforme os termos. A H.d informa o cliente sobre a suspensão dos serviços a tempo (no mínimo com duas semanas de antecedência).\n\n3.               Obrigações do cliente\n\n3.1            O cliente é obrigado a manter atualizados os dados de contacto e comerciais fornecidos na celebração do contrato durante a duração do contrato e a partilhar cada alteração imediatamente por escrito ou por e-mail com a H.d. O cliente fica incumbido de consultar regularmente o endereço de e-mail partilhado com a H.d para receber informações contratuais relevantes.\n\n3.2            As credenciais que o cliente receber da H.d devem ser protegidas contra o acesso não autorizado de terceiros. O cliente informa a H.d imediatamente caso tenha conhecimento de uma possível violação das credenciais concedidas. Nesse caso, a H.d tem o direito de bloquear as credenciais do cliente aos serviços temporariamente até a suspeita de violação ser resolvida. Caso haja um provável caso de violação, a H.d tem o direito de bloquear as credenciais permanentemente e atribuir outras credenciais ao cliente.\n\n3.3            O cliente é responsável pela exatidão e integridade das informações concedidas. Não é efetuada qualquer revisão por parte da H.d. Neste sentido, a H.d não assume nenhuma garantia para esse efeito (consulte também a secção: 6).\n\n4.               Disposições específicas dos serviços de software\n\n4.1            A H.d concede ao cliente o direito de acesso aos serviços de software sem que o cliente deva uma remuneração para esse efeito na versão básica pelos benefícios previstos nestes Termos e Condições. A utilização é autorizada apenas para uso interno comercial do cliente. O cliente fica responsável por não utilizar os serviços de forma ilegal ou para fins ilegais.\n\n4.2            Um acesso aos serviços ou sua utilização por meio do cliente para terceiros ou outros fins não está autorizado. Em particular, o cliente não tem o direito de reproduzir os serviços de software, disponibilizá-los para terceiros ou torná-los publicamente acessíveis, desmantelar os serviços de software ou alterá-los de alguma outra forma.\n\n4.3            O cliente não tem o direito de conceder para terceiros os direitos de utilização dos serviços de software. Em particular, o cliente não está autorizado a transferir as credenciais concedidas aos serviços sem uma aprovação prévia por escrito da H.d também durante a duração do contrato.\n\n4.4            O cliente declara o seu consentimento de que a H.d possa guardar, analisar e utilizar para fins de avaliação todos os dados disponibilizados pelo cliente (“Dados“).\n\n4.5            Em troca da disponibilização dos serviços de software, o cliente concede à H.d a autorização, em relação seus dados, para enriquecer e combiná-los com outros dados (como com fontes públicas de terceiros, como portais de anúncios e redes sociais, ou outras fontes de dados acessíveis pela H.d). Além disso, o cliente dá a autorização para a H.d os avaliar livremente para os seus próprios fins, como divulgá-los e torná-los acessíveis para terceiros (especialmente para, mas não só, aqueles que estão incluídos no desenvolvimento e nas operações dos serviços de software como subprestadores de serviços, bem como empresas parceiras da H.d que oferecem soluções digitais ou outros benefícios para as operações do cliente).\n\n4.6            Também após uma rescisão, a H.d pode utilizar ilimitadamente os dados e os resultados de avaliação decorrentes. Isto não inclui dados pessoais do cliente nem dos funcionários do cliente, que só podem ser usados após o fim do contrato apenas no âmbito dentro da lei.\n\n5.               Celebração do contrato, duração, rescisão\n\n5.1            O contrato é celebrado diretamente no processo de venda por meio de assinatura eletrónica do cliente ou por meio da aprovação da oferta do cliente na celebração de um contrato sobre os serviços da H.d, no qual o cliente se regista online. Nesse caso, a aprovação é feita por meio da concessão do acesso aos serviços de software, ou seja, por meio do início da prestação de serviços por parte da H.d.\n\n5.2            Na versão básica, o contrato é celebrado por tempo indeterminado, e o cliente pode rescindir a qualquer momento com um prazo de aviso de duas (2) semanas à H.d.\n\n5.3            Na versão premium, o contrato também é celebrado por tempo indeterminado, exceto se não houver nada de diferente na oferta comercial concreta. Desde que não haja nenhum período mínimo na oferta comercial, o cliente também pode rescindir a versão premium a qualquer momento. Uma rescisão da versão premium por parte da H.d pode ser feita com um prazo de aviso de duas (2) semanas.\n\n5.4            Desde que não seja oferecido nada de diferente por parte da H.d, as rescisões devem ser realizadas por escrito ou por e-mail. Uma eliminação da conta por parte do cliente é considerada uma rescisão e será tratada como tal.\n\n5.5            O direito das partes a rescisões imediatas do contrato por justa causa permanece inalterado. Uma justa causa ocorre especialmente quando o cliente viola uma obrigação das secções 3, 4, 6.4 e 8.2.\n\n5.6            Após a rescisão do contrato, independentemente do motivo, a H.d apagará todos os dados armazenados no local de armazenamento dentro de trinta (30) dias no âmbito da relação contratual por meio do cliente, exceto se o cliente não realizar a eliminação por si mesmo no software. Além disso, a H.d exclui os direitos de património e gestão das publicações nos prestadores externos dos seus sistemas ou contas dos prestadores externos. Contanto que seja possível, a H.d convidará o cliente a assumir a gestão da listagem por sua conta. Para a eliminação das listagens nos prestadores externos, o cliente deve entrar em contacto diretamente com o prestador. São aplicáveis as condições do prestador.\n\n6.               Garantia e responsabilidade, isenção\n\n6.1            Para os serviços e benefícios que a H.d disponibilizar para o cliente, a H.d substitui exclusivamente os prejuízos que o cliente receber por defeitos irregulares. Uma responsabilidade adicional da H.d para defeitos materiais e/ou legais não está disponível para os serviços e benefícios.\n\n6.2            A H.d, os seus auxiliares de execução ou representantes legais são responsáveis pelos serviços e benefícios que a H.d disponibiliza para o cliente apenas em casos de ação deliberada, negligência grave ou dano culpável à vida, ao corpo ou à saúde, bem como dolo. A responsabilidade pela lei de produtos defeituosos permanece inalterada.\n\n6.3            No âmbito do cumprimento do contrato, a H.d é, devido ao tipo de serviços, dependente de terceiros. A H.d não pode assumir nenhuma responsabilidade caso o prestador externo altere suas condições de uso ou ligações técnicas e uma utilização adicional dos nossos serviços fique limitada ou, em casos extremos, deixe de ser possível. Por esse motivo, a H.d também não pode se comprometer com a acessibilidade de prestadores externos.\n\n6.4            O cliente é responsável pela exatidão dos dados e garante disponibilizar os direitos necessários para os dados. Os direitos necessários abrangem todos os consentimentos necessários pelas partes interessadas, bem como os direitos de utilização e exploração.\n\n6.5            O cliente isenta a H.d, seus auxiliares de execução e representantes legais, bem como as empresas associadas à H.d de acordo com o art. 15.º da AktG (lei alemã das sociedades), de qualquer pedido e alegação de terceiros, que reivindicam devido ou relacionado aos serviços e/ou outros benefícios da H.d, seus auxiliares de execução, representantes legais e/ou empresas associadas à H.d, incluindo alegações de terceiros devido a dados utilizados ilegalmente e/ou ausência de consentimentos dos envolvidos e/ou perda de direitos pessoais de funcionários do cliente. A isenção também inclui os custos da ação judicial necessários, inclusive os custos para arbitragem.\n\n7.               Proteção de dados, confidencialidade\n\n7.1            A H.d processa os dados pessoais do cliente, seus funcionários e outros terceiros desde que disponibilizados por meio do cliente exclusivamente para a execução deste contrato, para o estabelecimento de relações e para a prestação dos serviços. Isto abrange os dados de utilização que são gerados pela utilização dos serviços, bem como os dados que o cliente disponibiliza. Sem a disponibilização desses dados pessoais, a execução do contrato não é possível. Este processamento dos dados pessoais é feito de acordo com o art. 6.º, parágrafo 1, secção 1, alínea b) do Regulamento Geral de Proteção de Dados (RGPD). Os dados pessoais do cliente são eliminados após a rescisão do contrato, a menos que haja obrigações que exijam um maior período de armazenamento dos dados pessoais. Nesse caso, os dados pessoais de utilização são bloqueados para outros fins e eventualmente eliminados, desde que o prazo de retenção tenha passado. Para fins da execução do contrato, a H.d recorre ao apoio de prestadores de serviços, por exemplo, na área de hospedagem, manutenção e outros serviços. Nesses prestadores de serviços podem atuar empresas externas, bem como empresas associadas à H.d de acordo com o art. 15.º e seguintes da lei alemã das sociedades. Por meio de disposições contratuais com os prestadores de serviços, a H.d garante que estes dados pessoais são processados de acordo com as disposições do RGPD. Isto também se aplica caso os dados pessoais devam ser processados fora da UE/do EEE. Para o cliente exercer seus direitos de acordo com o RGPD em relação a \n\n·        Informações sobre o processamento de seus dados pessoais, bem como uma cópia desses dados (art. 15.º do RGPD), \n\n·        Retificação de dados pessoais incorretos e conclusão de dados pessoais incompletos (art. 16.º do RGPD), \n\n·        Eliminação dos seus dados pessoais e, caso tenham sido publicados, que a H.d informe aos outros responsáveis sobre o pedido de eliminação (art. 17.º do RGPD), \n\n·        Limitação do processamento dos seus dados pessoais (art. 18.º do RGPD), \n\n·        Portabilidade de dados para que seus dados pessoais sejam entregues a ele num formato estruturado, atual e legível por máquina e o direito de transmitir esses dados a um outro responsável sem impedimento da H.d (art. 20.º do RGPD), \n\n·        Oposição ao processamento de dados (art. 21.º do RGPD)\n\no cliente pode entrar em contacto a qualquer momento com o responsável pela proteção de dados da H.d (privacy@hd.digital). O cliente tem o direito de apresentar uma reclamação à autoridade de supervisão responsável caso não considere o processamento de dados compatível com o RGPD (art. 77.º do RGPD).\n\n7.2            As partes são obrigadas a não publicar informações confidenciais até mesmo após a duração do período do contrato e não utilizá-las para outros fins que não constam no contrato. São consideradas confidenciais todas as informações sobre todas as informações técnicas respetivas ao cliente e know-how, bem como outras informações que foram reconhecidas como confidenciais por qualquer uma das partes e que têm valor económico. Isto inclui segredos comerciais e industriais.\n\n7.3            A obrigação de confidencialidade não se refere a informações que não violam a seção 7.2 de uma ou outra parte ou que são conhecidas publicamente, ou que foram disponibilizadas devido a ordens legais, judiciais ou burocráticas de terceiros ou no âmbito de uma compra prevista de uma empresa pela confidencialidade de terceiros obrigados escolhidos para inspeção. \n\n8.               Remuneração\n\n8.1            Os preços dos serviços na versão premium derivam de uma lista de preços distinta ou das ofertas comerciais apresentadas online. O cliente recebe, em caso de encomenda, um e-mail de confirmação com todas as informações relevantes.\n\n8.2            O cliente fica responsável por cumprir o pagamento totalmente dentro do prazo de pagamento. Caso o cliente se atrase num pagamento, a H.d reserva-se o direito de reter alguns benefícios até ao pagamento ou de rescindir o contrato existente por justa causa após um novo pedido de pagamento sem sucesso. Nesse caso, a H.d reserva-se o direito de cobrar uma indemnização e outras reivindicações. \n\n9.               Processamento de pagamentos\n\n9.1            Caso o cliente escolha a versão premium cobrada dos serviços, aplica-se para o processamento de pagamento o seguinte: Para a gestão de pagamentos, a H.d recorre a Wirecard AG, Einsteinring 35, 85609 Aschheim e a Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Irlanda (os \"Prestadores de serviços de pagamento\"). \n\n9.2            Os prestadores de serviços de pagamento recebem os pagamentos do cliente por meio dos diferentes métodos de pagamento numa conta própria num instituto de crédito e pagam os fundos à H.d. Entre os métodos de pagamento fornecidos, está, entre outros, embora não exclusivamente, o pagamento via pagamento adiantado, PayPal e cartão de crédito.\n\n \n\n10.            Outras condições\n\n10.1         A H.d pode prestar individualmente ou todos os benefícios que cabem à H.d no âmbito deste contrato, especialmente os serviços, por meio de subcontratantes.\n\n10.2         A H.d pode alterar estes Termos e Condições após aviso prévio, incluindo as alterações previstas, junto do cliente. A H.d pode realizar alterações aos Termos e Condições apenas numa extensão que seja razoável para o cliente, que não afete as obrigações contratuais essenciais ou que não prejudique o cliente em geral. O cliente pode discordar de uma alteração dos Termos e Condições dentro de quatro (4) semanas após acesso ao comunicado ou rescindir o contrato sem cumprimento de um prazo. Caso o cliente não discorde da alteração aos Termos e Condições dentro do prazo, considera-se que ele concordou com a alteração às Termos e Condições. A H.d indicará ao cliente as consequências de uma falta de contradição e o direito a rescisão do contrato sem prazo através de comunicados em relação às alterações aos Termos e Condições.\n\n10.3         Caso uma disposição deste contrato seja ou se torne nula, ineficaz, impraticável ou inexequível (“Disposições incorretas“), a efetividade e a aplicabilidade das outras condições deste contrato não serão afetadas. Pelo contrário, as partes comprometem-se a concordar agora, em lugar da disposição errada, com uma que se aproxime mais das possibilidades legais daquilo que as partes teriam acordado conforme o significado e a finalidade deste contrato, se tivessem reconhecido a nulidade da disposição. Se a irregularidade de uma disposição se basear numa medida de desempenho ou tempo determinado (limite de tempo ou prazo), a disposição deve ser consistente com um nível legalmente permissível mais próximo do nível original. O mesmo se aplica para lacunas nos regulamentos deste contrato. É desejo explícito das partes que essa cláusula de salvaguarda não tenha nenhuma inversão do ónus da prova como consequência, mas que o art. 139.º do BGB seja derrogado em geral.\n\n10.4         O contrato e todas as reclamações e direitos decorrentes ou relacionados com o contrato estão exclusivamente sujeitos à lei alemã, excluindo o conflito de cláusulas legais, e devem ser interpretados e executados de acordo com a lei alemã. A utilização da Convenção das Nações Unidas para a Venda Internacional de Mercadorias (CISG) está excluída. O local de cumprimento é em Düsseldorf.\n\n10.5         A jurisdição exclusiva para todos os litígios decorrentes ou relacionados com este contrato, a sua conclusão ou a sua execução é - tanto quanto juridicamente admissível - Düsseldorf.\n\n \n\nVersion: August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_pt",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}