{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Заявление о защите данных\n\n \n\nБлагодарим вас за интерес, проявленный к нашей службе по предоставлению услуг листинга в сети Интернет (Web Listing Service) под названием Ubicus. Доверие наших клиентов — наш самый главный капитал. Наивысший приоритет для нас имеет защита данных клиентов и их использование исключительно в соответствии с ожиданиями клиентов. Поэтому в приведенных ниже указаниях о защите данных мы приводим информацию об обработке ваших персональных данных и ваших правах при выполнении данной обработки в соответствии с Общим регламентом ЕС по защите данных (ОРЗД) и другими применимыми положениями о защите данных.\n\n1.               Общие сведения\n\n1.1            Органом, ответственным за предоставление услуг Ubicus, является компания Hospitality Digital GmbH, Метроштрассе 1, 40235 Дюссельдорф (далее H.d, мы или нас). Компания H.d придает большое значение защите ваших персональных данных.\n\n1.2            При возникновении вопросов о защите данных вы можете связаться с нашим инспектором по защите персональных данных, воспользовавшись следующими контактными данными: Hospitality Digital GmbH, уполномоченный по защите данных, Метроштрассе 1, 40235 Дюссельдорф, эл. почта: privacy@hd.digital.\n\n1.3            В этом Заявлении о защите данных мы поясним, как мы осуществляем сбор, обработку и использование персональных данных в рамках предоставления услуг. Персональные данные — это отдельные сведения о ваших личных обстоятельствах или вещных отношениях. Например, при регистрации мы запрашиваем ваш адрес электронной почты, пароль и (опционально) другие сведения.\n\n1.4            Если вы уже являетесь клиентом платформы DISH, ваши данные передаются непосредственно с этой платформы при помощи технологии Single Sign-On (SSO). В этом случае эти данные не надо указывать повторно.\n\n1.5            Мы выполняем сбор, обработку и использование ваших персональных данных исключительно в рамках применимых норм законодательства.\n\n2.               Обработка персональных данных и их передача третьим лицам\n\n2.1            При использовании наших услуг сбор некоторых персональных данных осуществляется автоматически через ваше конечное устройство (компьютер, мобильный телефон, планшет и т. д.). Регистрируются актуальные используемые вашим конечным устройством IP-адрес, дата и время, тип браузера и операционная система вашего конечного устройства, а также загруженные страницы. Эта регистрация осуществляется с целью обеспечения безопасности данных, оптимизации нашего предложения, а также с целью улучшения наших услуг. Все другие виды анализа, кроме анализа в статистических целях, который выполняется в анонимизированной форме, выполняются в рамках настоящего Заявления о защите данных. Обработка персональных данных осуществляется на основании ст. 6, абз. 1, предл. 1, п. f) ОРЗД. Защита нашего веб-сайта и оптимизация наших услуг являются нашим законным интересом.\n\n2.2            Если вы устанавливаете с нами контакт (например, путем отправки запроса на адрес электронной почты privacy@hd.digital), мы собираем, обрабатываем и используем только те персональные данные, которые вы нам сообщили и которые требуются для обработки вашего запроса и ответа на него.\n\n2.3            Для обеспечения выполнения названных в настоящем Заявлении о защите данных процессов обработки данных мы задействуем поставщиков услуг в качестве лиц, осуществляющих обработку персональных данных по поручению оператора, в соответствии со ст. 28 ОРЗД, например поставщиков услуг облачного хостинга, техобслуживания и других сервисных услуг. При этом могут задействоваться как внешние поставщики услуг, так и поставщики услуг — члены концерна METRO, находящиеся в пределах и за пределами странах Европейского Союза (ЕС) и Европейской экономической зоны (ЕЭЗ). С целью обеспечения высокого уровня защиты данных путем включения соответствующих положений в договоры мы гарантируем, что эти поставщики услуг обрабатывают персональные данные в соответствии с ОРЗД, даже если персональные данные передаются в страну, где обеспечивается другой уровень защиты данных и для которой отсутствует решение комиссии ЕС о достаточности мер. Дальнейшая передача персональных данных другим получателям не осуществляется, за исключением случаев, когда нас обязывает к этому закон. Для получения дополнительной информации о приемлемых мерах безопасности при международной передаче данных или копии этой информации свяжитесь с нашим уполномоченным по защите данных по адресу электронной почты privacy@hd.digital.\n\n3.               Файлы cookie\n\n3.1            Чтобы сделать наши услуги привлекательными и обеспечить использование определенных функций, мы используем так называемые файлы cookie. Это текстовые файлы, сохраняемые на вашем конечном устройстве. Некоторые из используемых нами файлов cookie удаляются после завершения сеанса браузера, то есть после закрытия вашего браузера (так называемые сеансовые файлы cookie). Другие файлы cookie сохраняются на вашем конечном устройстве, позволяя нам распознать вас при следующем посещении нашей страницы (устойчивые файлы cookie). Вы можете настроить ваш браузер так, чтобы получать уведомление о создании файлов cookie и принимать решение об их приеме отдельно в каждом случае, либо так, чтобы запретить прием файлов cookie в определенных случаях или в общем. Более подробную информацию вы получите, воспользовавшись функцией справки вашего интернет-браузера. Если вы не согласитесь с приемом файлов cookie, функциональность нашего веб-сайта будет ограничена. Соглашаясь с нашим cookie-баннером, вы соглашаетесь с обработкой ваших персональных данных с помощью файлов cookie. Обработка этих персональных данных осуществляется на основании ст. 6, абз. 1, предл. 1, п. a) ОРЗД. Ниже приводится информация о конкретных файлах cookie.\n\n3.2            Мы используем Adobe Analytics — сервис компании Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republic of Ireland; Adobe). Эта служба использует файлы cookie, сохраняемые на вашем конечном устройстве и обеспечивающие анализ использования веб-сайта. Информация об использовании этого веб-сайта, созданная с помощью файла cookie (включая ваш IP-адрес), передается на сервер компании Adobe в Ирландии, анонимизируется, в анонимизированной форме отправляется для дальнейшей обработки на сервер в США и хранится на этом сервере. Компания Adobe использует эту информацию для анализа использования веб-сайта, составления отчетов о действиях на веб-сайте для администраторов веб-сайта и для оказания других услуг, связанных с использованием сайта и сети Интернет. Если это предписано законом или в случае обработки этих данных третьей стороной по поручению компании Adobe, эти сведения также могут быть переданы третьей стороне. Ваш IP-адрес никогда не связывается с другими данными компании Adobe. Вы можете запретить установку файлов cookie настроив ваш браузер соответствующим образом; однако обращаем ваше внимание на то, что в этом случае вы, вероятно, не сможете использовать все функции этого веб-сайта в полном объеме. Пользуясь этим веб-сайтом, вы соглашаетесь с обработкой собранных о вас данных вышеописанным способом с вышеназванной целью. Вы можете в любой момент возразить против сбора данных компанией Adobe; это возражение не будет иметь обратной силы. Более подробную информацию о возражении вы найдете по ссылке http://www.adobe.com/privacy/opt-out.html.\n\n4.               Предоставление персональных данных и сроки их хранения \n\nПредоставление персональных данных осуществляется на добровольной основе. Закон не обязывает вас предоставлять нам ваши персональные данные. Непредоставление вами ваших персональных данных не имеет для вас никаких последствий, кроме невозможности пользоваться нашими услугами. Персональные данные, которые вы передаете нам при пользовании нашими услугами, хранятся только до достижения цели их обработки. Другие сроки хранения могут вытекать из законного интереса компании H.d (например, для обеспечения безопасности данных или для предотвращения злоупотребления ими). Персональные данные, которые мы должны хранить в связи с обязанностью хранения, установленной законодательством или договором, блокируются.\n\n5.               Ваши права\n\nДля осуществления ваших предусмотренных ОРЗД прав на\n\n·                 получение информации об обработке ваших персональных данных, а также копии этих данных (ст. 15 ОРЗД);\n\n·                 исправление неверных персональных данных и дополнение неполных персональных данных (ст. 16 ОРЗД);\n\n·                 удаление ваших персональных данных и, если эти данные были опубликованы, права на уведомление компанией H.d других лиц о поступлении заявки на удаление данных (ст. 17 ОРЗД);\n\n·                 ограничение обработки ваших персональных данных (ст. 18 ОРЗД);\n\n·                 переносимость данных в форме, которая обеспечивает вам передачу ваших персональных данных в структурированном, общепринятом и пригодном для ввода в компьютер формате, а также права на беспрепятственную передачу этих данных другому ответственному лицу компанией H.d (ст. 20 ОРЗД);\n\n·                 отмену выданного согласия; отмена не затрагивает правомочность обработки, выполненной на основании согласия до его отмены (ст. 7 ОРЗД)\n\n·                 и заявление возражения против обработки данных (ст. 21 ОРЗД)\n\nвы можете в любой момент обратиться к уполномоченному по защите данных компании H.d (privacy@hd.digital). Кроме того, вы имеете право на подачу жалобы в компетентный надзорный орган, если вы считаете, что обработка данных выполняется не в соответствии с положениями ОРЗД (ст. 77 ОРЗД).\n\nVersion: August 2019  / AG\n\nUbicus_B2B_Privacy_V1_August 2019_ru",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Общие условия заключения сделки компании Hospitality DIgital GMBH для использования службы по предоставлению услуг листинга в сети Интернет (Web Listing Service) UBICUS\n\nКомпания Hospitality Digital GmbH, Метроштрассе 1, 40235 Дюссельдорф (H.d) предлагает владельцам предприятий гостиничного бизнеса и общественного питания (Заказчик) использование службы листинга в сети Интернет (Web Listing Service) под названием UBICUS. Сервисные услуги предлагаются на безвозмездной основе в Базовой версии и на платной основе — в Премиум-версии (вместе называются «Услуги»). Ниже приводится более подробная информация об Услугах.\n\n1.               Область применения\n\n1.1            H.d предоставляет Услуги и другие услуги исключительно на основании нижеприведенных условий договора (AGB).\n\n1.2            H.d предоставляет Услуги и другие услуги исключительно заказчикам, которые не являются потребителями в значении, предусмотренном § 13 Гражданского кодекса ФРГ (ГК ФРГ).\n\n1.3            Условия заказчика, отличающиеся от этих Общих условий заключения сделки, не действуют и в том случае, если H.d не отклоняет их в прямой форме и/или, несмотря на то, что ей известно о противоречащих и/или отличающихся условиях заказчика, безоговорочно оказывает Услуги и/или прочие услуги.\n\n2.               Объем услуг\n\n2.1            В Базовой версии в объем Услуг входят указанные ниже бесплатные услуги, оказываемые H.d в период срока действия договора.\n\n(a)             Сбор и хранение данных заказчика.\n\n \n\nВ рамках оказания Услуг заказчик предоставляет следующие сведения о территориальном подразделении / филиале:\n\nобщие сведения (название предприятия, категория), сведения о доступности на месте (адрес и часы работы), сведения о доступности с помощью средств связи (номера телефонов, адреса электронной почты, веб-сайты), предлагаемые услуги и сервисы.\n\n \n\n(b)             Публикация на онлайн-платформах («Публикация»).\n\nУслуги обеспечивают автоматическую передачу этих данных сторонним поставщикам с целью Публикации этих данных на онлайн-платформах, операторами которых являются эти сторонние поставщики. В Базовой версии заказчику предлагаются не все подключенные онлайн-платформы, а только их определенное количество. При обновлении данных в рамках оказываемых Услуг обновленная информация автоматически передается на подключенные онлайн-платформы.\n\n(c)             Переход прав управления («Заявление прав»).\n\nЕсли сторонний поставщик предлагает такую возможность, то при наличии сделанной ранее записи на странице стороннего поставщика инициируется и (в соответствующих случаях) при содействии клиента осуществляется переход прав управления на эту Публикацию. Это также позволяет выполнять автоматическое обновление информации данных при оказании Услуг.\n\n \n\n(d)             Репутационный менеджмент.\n\nУслуги позволяют выполнять (автоматизированный) опрос и совокупное отображение отзывов клиентов, например их оценок, обзоров или вопросов на платформах сторонних поставщиков. Услуги позволяют отвечать на отзывы клиентов и/или сообщать о несоответствующем содержании, если эта возможность предусмотрена сторонним поставщиком. В Базовой версии эти дополнительные услуги частично ограничены определенным количеством ответов или сообщений (например, не более пяти раз в месяц).\n\n \n\n(e)             Статистика и анализ.\n\nУслуги обеспечивают возможность сбора, сортировки и совокупного отображения пользовательской статистики в отношении контента сторонних поставщиков (например, обращения к страницам, отображение поисковых запросов). В рамках Базовой версии предоставляется пользовательская статистика в ограниченном объеме, а также возможность фильтрования/сортировки.\n\n \n\n2.2            Услуги при использовании Премиум-версии включают указанные ниже услуги, предоставляемые H.d на платной основе дополнительно к услугам Базовой версии в период срока действия договора.\n\n(a)             Сбор и хранение данных заказчика.\n\nСм. п. 2.1 (a).\n\n(b)             Публикация на онлайн-платформах («Публикация»).\n\nВ рамках использования Премиум-версии Публикация осуществляется на всех платформах, подключенных с целью оказания Услуг. Кроме того, существует возможность управления несколькими филиалами / территориальными подразделениями через Услуги и в соответствии с условиями платформ. Возможны поиск и блокировка дубликатов записей на страницах сторонних поставщиков. Осуществляется регулярная проверка на страницах сторонних поставщиков с целью обнаружения некорректных неверных изменений, внесенных третьей стороной.\n\n(c)             Переход прав управления («Заявление прав»).\n\nСм. п. 2.1 (c).\n\n(d)             Репутационный менеджмент.\n\nВ Премиум-версии количество ответов и сообщений не ограничено. Также предоставляются все опции фильтрации и сортировки.\n\n(e)             Статистика и анализ.\n\nВ Премиум-версии заказчику предоставляется пользовательская статистика в полном объеме, а также возможности фильтрования/сортировки.\n\n(f)               Публикация контента.\n\nВ рамках Премиум-версии заказчик получает возможность — если это поддерживается сторонним поставщиком — создания сообщений с целью опубликования на страницах сторонних поставщиков и их передачи для Публикации (например, специальные предложения, новости, события).\n\n2.3            H.d может предлагать заказчику дополнительные услуги в связи с использованием Базовой версии и Премиум-версии и/или вносить необходимые изменения, не являющиеся невыгодными для заказчика, в объеме услуги, предоставляемой в соответствии с этими Общими условиями заключения сделки.\n\n2.4            H.d может изменять Услуги и прочие услуги в соответствии с уровнем техники и техническими разработками или в случае необходимости, если это приемлемо для заказчика.\n\n2.5            H.d может прекратить оказание Услуг, назначив разумный срок от уведомления заказчиков о прекращении оказания Услуг до прекращения оказания Услуг. H.d своевременно (не менее чем за две недели) информирует заказчика о прекращении оказания Услуг.\n\n3.               Обязанности заказчика\n\n3.1            Заказчик обязуется постоянно обновлять данные о компании и контактные данные, указанные при заключении договора, в течение срока действия договора и незамедлительно информировать H.d обо всех их изменениях в письменной форме или по электронной почте. Также заказчик несет ответственность за регулярную проверку электронной почты в ящике, адрес которого был сообщен компании H.d адрес, с целью получения важной для исполнения договора информации.\n\n3.2            Заказчик обеспечит защиту данных для доступа, полученных им от H.d, от неправомочного доступа третьих лиц. Заказчик незамедлительно уведомит H.d, если у него возникнет обоснованное подозрение или информация о возможно злоупотреблении переданными ему данными для доступа. В этом случае H.d имеет право временно заблокировать данные для доступа заказчика к Услугам до момента устранения подозрения на злоупотребление. Если действительно имеет место случай злоупотребления, H.d имеет право заблокировать данные для доступа на длительное время и закрепить за заказчиком другие данные для доступа.\n\n3.3            Заказчик несет единоличную ответственность за правильность и полноту предоставленных им данных. H.d не выполняет проверку. Также H.d не несет никакую ответственность в этом отношении (см. также п. 6).\n\n4.               Особые положения о программном обеспечении для оказания Услуг\n\n4.1            H.d предоставляет заказчику право доступа к программному обеспечению для оказания Услуг, не взимая с заказчика при использовании Базовой версии никакие суммы, кроме сумм, которые заказчик обязан выплатить согласно этим Общим условиям заключения сделки. Программное обеспечение предусмотрено только для внутреннего служебного использования заказчиком. Заказчик обязуется не использовать Услуги противозаконным способом или в противозаконных целях.\n\n4.2            Доступ к Услугам или их использование заказчиком для третьей стороны либо в других целях не допускаются. В частности, заказчику не предоставляется право на размножение программного обеспечения для оказания Услуг, предоставление его третьей стороне или предоставление третьей стороне доступа к программному обеспечению, на деассемблирование программного обеспечения для оказания Услуг или его изменение каким-либо иным способом.\n\n4.3            Заказчик не имеет права на предоставление третьей стороне права использования программного обеспечения для оказания Услуг. В частности, заказчику не разрешено передавать предоставленные ему данные для доступа к Услугам, в том числе во время срока действия договора, без предварительного согласия H.d, выданного в прямой форме.\n\n4.4            Заказчик соглашается с тем, что H.d может сохранять, анализировать и использовать для обработки результатов все предоставленные заказчиком Данные (Данные).\n\n4.5            Кроме того, в качестве ответной услуги за предоставление программного обеспечения для оказания Услуг заказчик предоставляет H.d полномочие на передачу Данных заказчика, включая дополнительные Данные (например, из общедоступных источников третьих сторон (например, порталы отзывов или социальные сети) или других источников Данных, доступных для H.d), на комбинирование и осуществление аналитической обработки Данных заказчика по усмотрению H.d в собственных целях, а также на передачу результатов такой обработки третьей стороне (в частности, третьим сторонам, которые участвуют в (дальнейшей) разработке и предложении программного обеспечения для оказания Услуг в качестве субпоставщиков услуг, а также третьим сторонам, которые в качестве предприятий-партнеров H.d предлагают цифровые решения или прочие услуги для коммерческой деятельности заказчика) и на предоставление вышеназванным лицам доступа к вышеназванным Данным заказчика.\n\n4.6            H.d может без ограничений использовать Данные и результаты их анализа также после расторжения договора. Исключением являются персональные Данные заказчика и/или сотрудников заказчика, использовать которые после окончания срока действия договора разрешается только в рамках, установленных законом.\n\n5.               Заключение договора, срок действия, расторжение\n\n5.1            Договор заключается непосредственно в процессе покупки путем проставления электронной подписи заказчика или путем принятия предложения заказчика о заключении договора об Услугах H.d при онлайн-регистрации заказчика. В этом случае принятие осуществляется путем предоставления доступа к программному обеспечению для оказания Услуг и/или в момент начала оказания услуг компанией H.d.\n\n5.2            В Базовой версии договор заключается на неопределенное время и может быть расторгнут заказчиком в любой момент, а компанией H.d — с условием предварительного уведомления заказчика за 2 (две) недели.\n\n5.3            В Премиум-версии договор также заключается на неопределенное время, если из конкретного коммерческого предложения не следует иное. Если в коммерческом предложении не указан минимальный срок действия, при использовании Премиум-версии заказчик также может расторгнуть договор в любой момент. Расторжение договора компанией H.d при использовании Премиум-версии возможно при условии предварительного уведомления заказчика за 2 (две) недели.\n\n5.4            Если компания H.d не предлагает иное, расторжение должно осуществляться в письменной форме или по электронной почте. Удаление учетной записи заказчика приравнивается к расторжению договора и рассматривается в качестве такового.\n\n5.5            Это не затрагивает права сторон на досрочное расторжение по важной причине. Важная причина имеет место, в частности, при нарушении заказчиком обязательства в соответствии с п. 3.1, 4, 6.4 и 8.2.\n\n5.6            После расторжения договора — независимо от причины расторжения — H.d удалит все данные, сохраненные заказчиком в рамках договорных отношений в пространстве памяти, в течение 30 (тридцати) дней, если заказчик не удалит эти данные самостоятельно с помощью программного обеспечения. Помимо этого, H.d удалит права на собственность и управление в отношении публикаций на страницах сторонних поставщиков из своих систем и учетные записи на страницах сторонних поставщиков. По возможности H.d предложит заказчику самостоятельно управлять листингом. В этом случае для удаления листинга на страницах сторонних поставщиков заказчик должен обратиться непосредственно к поставщикам. Действуют условия поставщиков.\n\n6.               Гарантии и ответственность, освобождение от претензий\n\n6.1            В отношении Услуг и прочих услуг, предоставляемых заказчику компанией H.d, компания H.d возмещает заказчику только те убытки, которые заказчик понес в связи с преднамеренным умалчиванием дефектов. H.d не несет дополнительную ответственность за юридические недостатки и/или дефекты продукта в отношении предоставленных Услуг и прочих услуг.\n\n6.2            H.d, доверенные лица и законные представители H.d несут ответственность за Услуги и прочие услуги, предоставляемые заказчику со стороны H.d, только в случае умышленных действий, грубой халатности или умышленного причинения вреда жизни или здоровью, умышленного травмирования, а также злонамеренного умысла. Вышеприведенное положение не отменяет ответственность в соответствии с законом «Об ответственности за качество выпускаемой продукции».\n\n6.3            В рамках исполнения договора H.d зависит от третьих лиц в силу специфики Услуг. Поэтому H.d не несет ответственность в случае, если сторонние поставщики изменят свои условия использования или технологические привязки и дальнейшее пользование нашими Услугами будет возможно лишь в ограниченном объеме или — в крайнем случае — вообще не будет возможным. По этой причине H.d также не может гарантировать наличие привязки к отдельным сторонним поставщикам.\n\n6.4            Заказчик несет ответственность за правильность данных и гарантирует наличие у него необходимых прав на данные. Необходимые права включают все требуемые согласия субъектов данных, а также права использования и реализации.\n\n6.5            Заказчик по первому требованию освободит H.d, доверенных лиц и законных представителей H.d, а также аффилированные компании H.d в значении, предусмотренном § 15 закона «Об акционерных обществах», от всех претензий третьих сторон, выдвинутых третьими сторонами на основании или в связи с оказанием Услуг и/или прочих услуг в адрес H.d, доверенных лиц и законных представителей H.d и/или аффилированных компаний H.d, включая претензии третьих сторон на основании неправомерного использования данных и/или отсутствия согласия субъектов данных и/или нарушения личных прав сотрудников заказчика. Это освобождение от претензий также включает освобождение от уплаты судебных издержек, включая издержки арбитражного производства.\n\n7.               Защита данных, конфиденциальность\n\n7.1            H.d выполняет обработку персональных данных заказчика, его сотрудников, а также других третьих сторон, если эти данные предоставляются заказчиком, исключительно с целью исполнения этого договора, например для установления контакта и предоставления услуг. Сюда относятся как пользовательские данные, сбор которых осуществляется при использовании Услуг, так и данные, предоставляемые заказчиком. Без предоставления этих персональных данных исполнение договора невозможно. Эта обработка персональных данных осуществляется на основании ст. 6, абз. 1, предл. 1, п. b) Общего регламента по защите данных (ОРЗД). Персональные данные заказчика удаляются после окончания срока действия договора, за исключением случаев наличия законных обязанностей, предусматривающих более длительное хранение персональных данных. В данном случае персональные данные сначала блокируются для использования в других целях и удаляются после истечения предписанного законом срока хранения. С целью исполнения договора H.d задействует поставщиков услуг, например услуг хостинга, техобслуживания и других сервисных услуг. Эти поставщики услуг могут являться как сторонними, так и аффилированными компаниями H.d в значении, предусмотренном § 15 и следующими положениями закона «Об акционерных обществах». Заключая соответствующие договоры с поставщиками услуг, компания H.d обеспечивает обработку ими персональных данных в соответствии с требованиями ОРЗД. Это положение имеет силу и в случае, если обработка персональных данных должна осуществляться за пределами Европейского Союза / Европейской экономической зоны. Для осуществления предусмотренных ОРЗД прав заказчика на\n\n·        получение информации об обработке его персональных данных, а также копии этих данных (ст. 15 ОРЗД);\n\n·        исправление неверных персональных данных и дополнение неполных персональных данных (ст. 16 ОРЗД);\n\n·        удаление его персональных данных и, если эти данные были опубликованы, права на уведомление компанией H.d других лиц о поступлении заявки на удаление данных (ст. 17 ОРЗД);\n\n·        ограничение обработки его персональных данных (ст. 18 ОРЗД);\n\n·        переносимость данных в форме, которая обеспечивает ему передачу его персональных данных в структурированном, общепринятом и пригодном для ввода в компьютер формате, а также право на беспрепятственную передачу этих данных другому ответственному лицу компанией H.d (ст. 20 ОРЗД)\n\n·        и права на заявление возражения против обработки данных (ст. 21 ОРЗД)\n\nзаказчик может в любой момент обратиться к уполномоченному по защите данных компании H.d (privacy@hd.digital). Кроме того, заказчик имеет право на подачу жалобы в компетентный надзорный орган, если он считает, что обработка данных выполняется не в соответствии с положениями ОРЗД (ст. 77 ОРЗД).\n\n7.2            Стороны обязуются не предоставлять доступ к конфиденциальной информации третьим лицам также по истечении срока действия договора и не использовать конфиденциальную информацию в иных целях, не служащих для исполнения договора. Конфиденциальной информацией считается любая техническая информация, к которой получил доступ заказчик, ноу-хау и прочая информация, обозначенная одной из сторон как конфиденциальная и имеющая определенное экономическое значение. К этой категории причисляются производственные и коммерческие тайны.\n\n7.3            Обязательство по соблюдению конфиденциальности не относится к информации, которая стала известной одной из сторон без нарушения п. 7.2, или которая стала / ранее была общедоступной, или к которой должен быть предоставлен доступ третьим сторонам на основании норм законодательства, судебного предписания или административного распоряжения, или которая анализировалась третьей стороной, обязанной соблюдать конфиденциальность, в рамках намерения приобрести компанию.\n\n8.               Оплата\n\n8.1            Цены за оказание Услуг при использовании Премиум-версии рассчитываются на основании отдельного прейскуранта и/или опубликованного в сети Интернет коммерческого предложения. При размещении заказа заказчик получает соответствующее подтверждение по электронной почте, содержащее все важные сведения.\n\n8.2            Заказчик обязуется выплатить нужную сумму в полном объеме в течение срока оплаты. Если заказчик задерживает платеж, H.d. имеет право прервать оказание услуг до совершения платежа или расторгнуть существующий договор по важной причине после повторного направления безрезультатного требования о совершении платежа. В этом случае H.d сохраняет право на предъявление требований о возмещении ущерба и других претензий.\n\n9.               Совершение платежей\n\n9.1            При выборе заказчиком Услуг с использованием Премиум-версии на платной основе действует следующий порядок совершения платежей: Для совершения платежей H.d пользуется услугами компании Wirecard AG с адресом местонахождения Айнштайнринг 35, 85609 Ашхайм, а также компании Stripe Payments Europe Ltd. с адресом местонахождения The One Building, 1 Grand Canal Street Lower, Dublin 2, Irland (Поставщики платежных услуг).\n\n9.2            При этом Поставщики платежных услуг принимают платежи заказчика, совершенные с помощью различных способов оплаты, на собственные счета в кредитных учреждениях и выплачивают денежные средства компании H.d. К доступным способам оплаты относятся, в частности, авансовые платежи, оплата посредством PayPal и оплата кредитной картой.\n\n \n\n10.            Прочие положения\n\n10.1         Компания H.d может привлекать субподрядчиков к предоставлению отдельных или всех услуг, которые она обязана предоставлять согласно этому договору, в частности Услуг.\n\n10.2         H.d может изменить эти Общие условия заключения сделки после предварительного уведомления заказчика, сообщив ему при этом также о вносимых изменениях. H.d может изменить эти Общие условия заключения сделки только в объеме, приемлемом для заказчика, если изменения не затрагивают существенные договорные обязательства и изменения не являются невыгодными для заказчика в целом. Заказчик может опротестовать изменение условий в течение 4 (четырех) недель после получения им уведомления или немедленно расторгнуть договор. Если заказчик не возражает против внесения изменений в эти Общие условия заключения сделки или возражает несвоевременно, его согласие на изменение условий Общих условий заключения сделки считается полученным. При уведомлении заказчика об изменении условий AGB H.d укажет на последствия ненаправления возражения и на право на немедленное расторжение договора.\n\n10.3         Если какое-либо из положений данного договора полностью или частично становится или является ничтожным, недействительным либо невыполнимым (Ошибочное положение), это не затрагивает действительности и исполнимости других положений данного договора. Стороны уже сейчас обязуются согласовать вместо Ошибочного положения такое положение, которое в рамках правовых возможностей является наиболее близким по смыслу тому положению, которое было бы согласовано сторонами в соответствии с содержанием и целями данного договора, если бы они сразу установили Ошибочность положения. Если Ошибочность положения обусловлена установленным в нем параметром услуги или времени (срок или назначенная дата), необходимо согласовать положение, содержащее не противоречащий закону параметр, наиболее близкий к первоначальному параметру. Это правило также действует в отношении пробелов в этом договоре. Стороны в прямой форме заявляют о том, что эта сальваторская оговорка не является только лишь переходом бремени доказывания и что действие § 139 ГК ФРГ отменено полностью.\n\n10.4         На договор, претензии и права, вытекающие из договора или возникающие в связи с ним, распространяется исключительно законодательство Германии, за исключением коллизионного права. Толковать и исполнять договор, а также претензии и права, вытекающие из договора или возникающие в связи с ним, следует в соответствии с законодательством Германии. Применение Конвенции ООН о договорах международной купли-продажи товаров (CISG) исключается. Местом исполнения является г. Дюссельдорф.\n\n10.5         Исключительным местом юрисдикции при рассмотрении всех споров, вытекающих из договора или возникающих в связи с ним, его заключением или исполнением является г. Дюссельдорф, если это не противоречит законодательству.\n\n \n\nVersion: August 2019 / AG\n\nUbicus_B2B_TC_V1_August 2019_ru",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}