{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Privacy Statement\n\n \n\nThank you for your interest in our web listing service \"Ubicus\". Our most important asset is our customers’ trust. Our highest priority is protecting and using customer data in the way our customers expect. The following data protection information will inform you about how your personal data is processed and your rights with regards to this processing, as set out in  the European General Data Protection Regulation (\"GDPR\") and other applicable data protection regulations.\n\n1.               General information\n\n1.1            The responsible entity for the operation of Ubicus Services is Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (hereafter referred to as “H.d”, “we” or “us”). H.d attaches the greatest importance to the protection of your personal data.\n\n1.2            Should you have any questions about data protection, you can contact our data protection officer using the following contact options: Hospitality Digital GmbH, Data Protection Officer, Metro-Straße 1, 40235 Düsseldorf, Germany; email: privacy@hd.digital.\n\n1.3            In this Privacy Statement, we describe how we collect, process, and use personal data in connection with the provision of our services. Personal data includes individual details about your personal or material circumstances. For example, during the registration process we ask you for your email address and password in addition to other, optional details. \n\n1.4            If you are already a customer on the DISH Platform, your data will be transferred directly from there via single sign-on (SSO). This means that you do not have to enter these details again.\n\n1.5            The personal data that we collect about you, process and use is processed exclusively within the context of the applicable statutory provisions.\n\n2.               Processing of personal data and transfer to third parties \n\n2.1            Some personal data is collected automatically from your terminal device (computer, mobile phone, tablet, etc.) when you use our services. The IP address currently used by your terminal device, the date and time, the browser type and the operating system of your terminal device and the websites you visited are logged. This data is collected to ensure data security, to optimize our offer and to improve our services. Any other data analysis, with the exception of statistical analyses that are carried out exclusively in anonymous form, will only take place within the scope of this Privacy Statement. The processing of this personal data is performed on the basis of Article 6(1)(f) GDPR. The protection of our website and the optimization of our services represent a legitimate interest on our part.\n\n2.2            If you contact us (e.g. by submitting an inquiry to privacy@hd.digital), we will only collect, process and use personal data, which you have provided to us and which is required to process and respond to your inquiry.\n\n2.3            In order to facilitate the data processing operations mentioned in this Privacy Statement, we use service providers as processors within the meaning of Article 28 GDPR; such as  Cloud Hosting, maintenance and other service providers. These can be both external service providers and service providers within the METRO Group, which are located in countries within and outside the European Union (EU) and the European Economic Area (EEA). We ensure, through contractual arrangements, that these service providers process personal data in accordance with the GDPR to ensure a high level of data protection, including when personal data is transferred to a country where a different level of data protection is customary and for which an adequacy decision from the EU Commission does not exist. Any additional transfer of personal data to other recipients will not take place, unless we are legally obliged to do so. For more information about appropriate international data protection safeguards, or a copy thereof, please contact our data protection officer by e-mail at privacy@hd.digital.\n\n3.               Cookies\n\n3.1            We use cookies in order to make our services appealing, and to enable the use of certain functions. Cookies are small text files that are placed on your terminal device. Some of the cookies we use are deleted after the end of the browser session, i.e. after you close your browser (\"session cookies\"). Other cookies remain on your device and enable us to recognize your browser during your next visit (\"persistent cookies\"). You can adjust your browser such that you are informed about the setting of cookies and can decide each time whether to accept them or whether to reject the acceptance of cookies in certain cases or in general. You can find more information on this in the help function of your Internet browser. If cookies are not accepted, the functionality of our website may be restricted. By accepting our \"Cookie Banner\" you consent to the processing of your personal data by using cookies. The processing of this personal data is performed on the basis of Article 6(1)(a) GDPR. In the following sections we will discuss specific cookies.\n\n3.2            We use Adobe Analytics, a service provided by Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republic of Ireland; \"Adobe\"). This service uses cookies that are stored on your device and enable an analysis of your website use. The information generated by the cookie about your use of this website (including your IP address) is transferred to Adobe servers in Ireland, where it is anonymized and then transferred to and stored on servers in the United States for further processing. Adobe uses this information to analyze your use of the website, to compile reports on website activity for the website operators, and to provide other services relating to website and internet usage. Where required by law, or where third parties process this data on behalf of Adobe, this information may be transferred to third parties. Under no circumstances will your IP address be linked with other data held by Adobe. You may prevent the installation of cookies by selecting the appropriate setting on your browser; however, please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data collected in the manner and for the purpose set out above. The consent to collection of data by Adobe may be withdrawn at any time with effect for the future. You can find out more about the withdrawal of consent at http://www.adobe.com/privacy/opt-out.html. \n\n4.               Provision of personal data and retention periods \n\nThe provision of your personal data is voluntary. You are not legally obligated to provide us with your personal data. Not providing your personal data will have no consequences for you, except that you will not be able to use our services. Personal data, which you provide to us through our services will be stored only until the purpose, for which it was processed, has been fulfilled. Alternative data retention periods may also arise on the basis of a legitimate interest on the part of H.d (e.g. to ensure data security and prevent misuse). Personal data, which we are required to store due to legal or contractual data retention requirements, will be blocked.\n\n5.               Your rights\n\nYou may exercise your rights according to the GDPR regarding \n\n·                 information regarding the processing of your personal data, as well as a copy of this data (Article 15 GDPR), \n\n·                 rectification of inaccurate data and completion of incomplete personal data (Article 16 GDPR), \n\n·                 erasure of your personal data and, insofar as this has been disclosed to the public, that H.d informs other responsible parties about the request for erasure (Article 17 GDPR), \n\n·                 restriction of the processing of your personal data (Article 18 GDPR), \n\n·                 data portability, such that your personal data is transferred to you in a structured, common and machine-readable format and the right to transfer this data to another controller without hindrance by H.d (Article 20 GDPR)\n\n·                 withdrawal of consent; the withdrawal of consent shall not affect the lawfulness of processing based on consent before its withdrawal (Article 7 GDPR) \n\n·                 objection to data processing (Article 21 GDPR).\n\nTo do this, you may contact H.d’s data protection officer at any time (privacy@hd.digital). You also have the right to lodge a complaint with the responsible supervisory authority, if you consider the data processing to be incompatible with the GDPR (Article 77 GDPR).\n\nVerion: August 2019/ AG\n\nUbicus_B2B_Privacy_V1_August 2019_en",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "General Terms and Conditions of Hospitality Digital GMBH for the Web Listing Service “UBICUS”\n\nHospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf (\"H.d\") offers companies in the hotel and catering industry (\"Customer\") the use of the web listing service called \"UBICUS\". The service is made available in  a basic version that is free of charge and a chargeable premium version (together referred to as the \"Services\"). Both services are described in more detail below. \n\n1.               Scope of Application\n\n1.1            H.d provides the Services and other services exclusively on the basis of the following contractual conditions (“T&Cs”).\n\n1.2            H.d provides the Services exclusively to Customers who are not consumers within the meaning of Article 13 BGB (German Civil Code).\n\n1.3            The Customer's alternative conditions shall not apply even when H.d does not expressly reject them and/or provides services and/or products without reservation despite knowledge of the Customer's contrary and/or deviating conditions.\n\n2.               Scope of Services\n\n2.1            The services provided by H.d in the basic version include the following free services during the term of the contract:\n\n(a)             Collection and storage of Customer information.\n\n \n\nIn connection with the delivery of the services, the Customer provides the following information for a location/store:\n\nGeneral information (company name, category), local availability (address and opening hours), telecommunications information (telephone numbers, email addresses, websites), services and products offered.\n\n \n\n(b)             Publication on online platforms (\"Publishing\")\n\nThe services enable the automatic transfer of this information to third parties for publication on online platforms operated by those parties. In the basic version, the Customer is not offered all networked online platforms, but merely a selection of these. If information within the service is updated, these updates are automatically forwarded to the connected online platforms.\n\n(c)             Assumption of management rights (\"Claiming\")\n\nIn the event of a preexisting entry with a third-party provider, the assumption of the management rights to this publication will be initiated and, if necessary, obtained with the cooperation of the Customer, provided that the third-party provider makes this possible. This also enables the automated updating of information about the services.\n\n \n\n(d)             Reputation management\n\nThe Services enable the (automated) query and aggregated display of customer feedback such as ratings, reviews or questions, on third-party platforms. The Services make it possible  to respond to customer feedback or to report inappropriate content, as far as this is facility is provided by the third-party provider. In the basic version, some of these additional services are limited to a certain number of responses or notifications (e.g. limited to five per month).\n\n \n\n(e)             Statistics & analyses\n\nThe Services offer the collection, sorting and aggregated display of usage statistics of the content for third-party providers (e.g. page views, displaying search queries). The basic version provides a limited range of usage statistics and filtering/sorting options.\n\n \n\n2.2            The services provided by H.d in the premium version include the following chargeable services in addition to the services provided by the basic version during the term of the contract:\n\n(a)             Collection and storage of Customer information\n\nAs in 2.1 (a).\n\n(b)             Publication on online platforms (\"Publishing\")\n\nThe premium version enables publication on all platforms linked to the Services. It is also possible to manage several stores/locations via the Services and according to the conditions of the platforms. It is possible to search for and suppress duplicate entries with third-party providers. Entries with third-party providers are checked regularly for incorrect changes made by  third parties.\n\n(c)             Assumption of management rights (\"Claiming\")\n\nAs in 2.1 (c).\n\n(d)             Reputation management\n\nIn the premium version, the number of responses and notifications is unlimited. In addition, all filtering and sorting options are available.\n\n(e)             Statistics & analyses\n\nIn the premium version, the full range of usage statistics and filter/sorting options is available to the Customer.\n\n(f)               Content publishing\n\nThe premium version gives the Customer the opportunity to compose news for publication with third-party providers and to transfer this for publication (e.g. special offers, news, events), provided this is supported by the third-party providers.\n\n2.3            H.d may offer the Customer additional services in connection with the basic and premium version or make necessary changes - but not to the Customer’s disadvantage - to the range of available services. These additional services are provided in accordance with the terms of these General Terms and Conditions.\n\n2.4            H.d may adapt the Services and other services to the state of the art and to technical developments or requirements, if such measures are tenable to the Customer.\n\n2.5            Furthermore, H.d may discontinue the Services with a reasonable notice period. H.d shall inform the Customer of the service discontinuation in a timely manner (at least two weeks beforehand).\n\n3.               Obligations of the Customer\n\n3.1            Throughout the contract period the Customer is obligated to keep the business and contact data specified at the time of the conclusion of the contract permanently updated, and to notify H.d immediately of any change in writing or by email. The Customer must also ensure that the email address communicated to H.d is regularly checked to obtain information relevant to the contract.\n\n3.2            The Customer shall protect login data given to it by  H.d. from being accessed by unauthorized third parties. The Customer shall inform H.d immediately should the Customer have reasonable suspicion or knowledge about a possible misuse of the login data provided. In this case, H.d is entitled to temporarily block the Customer’s login data to the Services until the suspicion of misuse no longer exists. If there is an actual case of misuse, H.d is entitled to block the login data permanently and to assign the Customer other login data.\n\n3.3            The Customer bears sole responsibility for the accuracy and completeness of the information the Customer has provided. H.d. will not carry out any checks itself. In this respect, H.d does not accept any liability here (also see Clause 6).\n\n4.               Special Provisions for Services Software\n\n4.1            H.d grants the Customer the right to access the Services software without demanding a fee in the basic version beyond the relevant services described in these T&Cs. Use is only permitted for the Customer’s own internal business purposes. The Customer hereby undertakes not to use the Services in an unlawful manner or for unlawful purposes.\n\n4.2            Access to the services or their use by the Customer for third parties or other purposes is not permitted. In particular, the Customer does not have the right to reproduce the Services software, make it available or accessible to third parties, disassemble or otherwise alter it.\n\n4.3            The Customer is not permitted to grant usage rights for the Services software to third parties. In particular, the Customer may not share login details the Customer has received for the Services without the express prior consent of H.d, even during the term of the contract.\n\n4.4            The Customer hereby agrees that H.d may store and analyze all the data that the Customer provides (the “data”), and that H.d may use it for the purpose of analyses.\n\n4.5            In return for providing the Services software, the Customer additionally grants H.d permission to augment the Customer’s data with other data (e.g. from publicly accessible third-party sources [such as analysis portals and social media] or other data sources accessible to H.d), to combine and evaluate it at the discretion of H.d for its own purposes, and to share these analyses with and make them accessible to third parties (especially, but not limited, to those involved in the [further] development and operation of the Services software as subcontractors as well as partner companies of H.d that offer digital solutions or other services for the Customer’s business operations).\n\n4.6            H.d may continue to use the data and the associated analysis results without restrictions even after notice to terminate. This does not include personal data concerning the Customer or employees of the Customer, which may be used after the contract ends only to the extent permitted by law.\n\n5.               Conclusion of contract, term, termination\n\n5.1            The contract comes into force either directly during the sales process when the Customer provides an electronic signature or when H.d accepts the Customer’s offer to conclude a contract concerning the Services, which is concluded when the Customer registers online. In this case, acceptance shall be effected by corresponding granting of access to the Services software or by commencement of service provision by H.d.\n\n5.2            In the basic version, the contract is concluded for an indefinite period and may be terminated by the Customer at any time, and by H.d with a notice period of two (2) weeks.\n\n5.3            In the premium version, the contract is likewise concluded for an indefinite period of time, unless otherwise stated in the specific commercial offer. If no minimum term is established under the commercial offer, the Customer may also terminate the premium version at any time. H.d may terminate the premium version with a notice period of two (2) weeks.\n\n5.4            Unless another form is made available by H.d, notices of termination must be given in writing or by email. A deletion of the account by the Customer is equivalent to a termination and shall be treated as such.\n\n5.5            The right of the parties to terminate the contract without notice for good cause shall remain unaffected. Good cause applies especially when the Customer breaches an obligation arising from Clauses 3, 4, 6.4 and 8.2.\n\n5.6            After the contract ends, for whatever reason, H.d shall delete all data stored by the Customer in the storage space in connection with  the contractual relationship within thirty (30) days, unless the Customer deletes this data themselves using the software. In addition, H.d shall delete the ownership and management rights to third-party publications from its systems or accounts with the third-party providers. As far as this is possible, H.d will invite the Customer to take over the management listing themselves. In this case, the Customer must contact the providers directly in order to delete the listings from the third-party providers. The conditions of the providers apply.\n\n6.               Warranty and liability, indemnity\n\n6.1            Regarding the Services and products that H.d provides to the Customer, H.d shall only compensate the Customer for the damage incurred by the Customer due to fraudulently concealed defects. H.d is not otherwise liable for legal and/or material defects in connection with  the Services or products provided.\n\n6.2            H.d, their vicarious agents or their legal representatives shall be liable for the Services and products provided by H.d to the Customer only in cases of intent, gross negligence, or for  culpably causing death or personal injury, or for fraud. Liability pursuant to the Product Liability Act is not be affected.\n\n6.3            In the fulfillment of the contract, H.d is dependent on third parties due to the nature of the Services. H.d can therefore accept no liability whatsoever in the event that third-party providers change their terms of use or technical connections such that further use of our Services is restricted or, in extreme cases, is no longer possible. For this reason, H.d cannot make any promises regarding the connection to individual third-party providers.\n\n6.4            The Customer is responsible for the accuracy of the data and guarantees it possesses the necessary rights to the data. The necessary rights include all consents required from data subjects as well as usage and exploitation rights.\n\n6.5            The Customer shall release H.d, its vicarious agents and legal representatives and the companies affiliated with H.d according to Article 15 AktG (German Stock Corporation Act) at their first request from third-party claims asserted against H.d, its vicarious agents and legal representatives and/or the companies affiliated with H.d due to or in connection with the Services and/or other services, including third-party claims based on the illegal use of data and/or a lack of data subjects’ consent and/or breaches of the personality rights of the Customer’s employees. This indemnity clause also covers the necessary legal costs including arbitration costs.\n\n7.               Data protection, secrecy\n\n7.1            H.d processes the personal data of the Customer, the Customer’s employees and other third parties, where provided by the Customer, exclusively in order to execute this contract, for example in order to establish contact and to provide the Services. This includes both the usage data generated during use of the Services, and also the data provided by the Customer. It is not possible to execute the contract without providing this personal data. This processing of personal data is based on Article 6(1)(b) General Data Protection Regulation (GDPR). The personal data of the Customer will be deleted following termination of the contract, unless there are legal obligations which require that personal data is stored for a longer period. In this case, the personal data will first be blocked for use for other purposes and then deleted as soon as the legally prescribed retention period has expired. For the purposes of executing the contract, H.d receives support from service providers, for example in the area of hosting, for maintenance and other services. These service providers may be external companies as well as companies affiliated with H.d according to Articles 15 et seq. German Stock Corporation Act. Through contractual agreements concluded with the service providers, H.d ensures that this personal data is processed in accordance with the provisions of the GDPR. This also applies insofar as the personal data is designated  processing outside the EU/EEA. The Customer may exercise the its rights according to the GDPR regarding \n\n·        information regarding the processing of their personal data and to obtain a copy of this data (Article 15 GDPR), \n\n·        rectification of inaccurate  data and completion of incomplete personal data (Article 16 GDPR), \n\n·        erasure of the Customer's personal data and, insofar as this has been disclosed, H.d is required to inform other responsible parties about the deletion request (Article 17 GDPR), \n\n·        restriction of the processing of the Customer's personal data (Article 18 GDPR), \n\n·        data portability, such that the Customer's personal data is given to the Customer in a structured, common and machine-readable format and the right to transfer this data to another responsible party without hindrance by H.d (Article 20 GDPR) \n\n·        objection to data processing (Article 21 GDPR)\n\nTo do this, the Customer may contact H.d’s data protection officer at any time (privacy@hd.digital). The Customer also has the right to lodge a complaint with the competent supervisory authority if it considers the data processing to be incompatible with the GDPR (Article 77 GDPR).\n\n7.2            The parties must refrain from disclosing confidential information to third parties including after the end of the contract period, nor to use it for other purposes other than for the fulfillment of  the contract. All information regarding all technical information and know-how made available to the Customer as well as other information that is marked as confidential by one of the two parties and that has economic value is considered confidential. This expressly includes business and trade secrets.\n\n7.3            The non-disclosure obligation does not apply to information which has already become known to the other party or has entered the public domain without either party breaching Clause 7.2 or which must be disclosed due to a legal, judicial or official order or which is to be examined  by third parties subject to a duty of confidentiality in connection with  a proposed corporate acquisition. \n\n8.               Fee\n\n8.1            The prices for the Services in the premium version are displayed in a separate price list or the respective commercial offers shown online. In the case of a purchase order, the Customer will receive a confirmation email containing all relevant information.\n\n8.2            The Customer is obligated to make the due  payment within the payment period. If the customer is in arrears with a payment, H.d. reserves the right to withhold services until payment has been made, or to terminate the existing contract for good cause subsequent to another unsuccessful request for payment. In this case, H.d reserves the right to claim for damages and to make other claims. \n\n9.               Payment processing\n\n9.1            If the Customer chooses the chargeable premium version of the Services, the following applies to the payment process: H.d uses Wirecard AG, Einsteinring 35, 85609 Aschheim and Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, Ireland (the \"Payment Service Providers\") to process payments. \n\n9.2            Using this process, the payment service providers accept the Customer’s payments via the various payment methods into their own account held with a bank and pay the funds to H.d. The available payment methods include, but are not limited to, prepayment, PayPal, and credit card.\n\n \n\n10.            Other provisions\n\n10.1         H.d may arrange for  any or all of the measures required from H.d under this Agreement, in particular Services, to be performed by subcontractors.\n\n10.2         H.d may amend these T&Cs following prior notification, including the intended changes vis-à-vis the Customer. H.d can amend the T&Cs only to the extent that this is tenable for the Customer, the amendments do not affect the essential contractual obligations, and the Customer is not worse off overall as a result of the amendment. The Customer may object to an amendment to the T&Cs within four (4) weeks of receipt of the notification, or it may terminate the contract without notice. Insofar as the Customer does not object to the amendment to the T&Cs, or fails to do so in due time, it will be deemed that the Customer has agreed to the amendment. H.d will notify the Customer of the consequences of the failure to raise an objection and of the right to terminate the contract without notice following notification of amendments to the T&Cs.\n\n10.3         If a provision of this contract is or becomes completely or partially void, invalid, impracticable or unenforceable (a “Defective Provision”), then this shall not affect the validity or enforceability of the remaining provisions. The parties instead undertake here and now, within the limits of what is legally feasible, to replace the Defective Provision with one that which most closely fulfills that which the parties would have agreed according to the sense and purpose of the contract, had they recognized that the provision was defective. If the defectiveness of a provision relates to a measurement of performance or time specified therein (time limit or deadline), the parties will then agree the provision that contains a measurement closest to that of the original.. The same applies to any loopholes in this contract. It is the express intention of the parties that this severability clause not result in a mere reversal of the burden of proof, but that Article 139 BGB (German Civil Code) is waived altogether.\n\n10.4         The contract and all claims and rights arising from, or in connection with the contract are governed exclusively by German law to the exclusion of the rules on the conflict of laws, and must be interpreted and enforced in accordance with German law. The application of the United Nations Convention on Contracts for the International Sale of Goods (CISG) is excluded. The place of performance is Düsseldorf.\n\n10.5         The sole legal venue for all disputes arising from or in connection with this contract, its conclusion or its execution is, where legally permissible, Düsseldorf.\n\n \n\nVersion: August 2019/AG\n\nUbicus_B2B_TC_V1_August 2019_en",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}