{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Veri Koruma Beyannamesi\n\n \n\n\"Ubicus\" web listeleme servisimize gösterdiğiniz ilgiden dolayı teşekkür ederiz. Müşterilerimizin güveni, sahip olduğumuz en önemli değerdir. Müşteri verilerini korumak ve bunları sadece müşterilerin bizden beklediği şekilde kullanmak, bizim için büyük önceliğe sahiptir. Bu nedenle, aşağıda yer alan veri koruma talimatlarının amacı, size Avrupa Genel Veri Koruma Yönetmeliği (“GDPR”) ve yürürlükteki diğer veri koruma yönetmelikleri uyarınca kişisel verilerinizin işlenmesi ve bu süreçteki haklarınız hakkında bilgi vermektir.\n\n1.               Genel Bilgiler\n\n1.1            Ubicus hizmetlerinin işletiminden sorumlu şirket, Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf'dur (aşağıda \"H.d\", \"biz\" veya \"bize\" olarak adlandırılacaktır). H.d, kişisel verilerinizin korunmasına son derece önem vermektedir.\n\n1.2            Veri koruma ile ilgili sorularınız için veri koruma görevlimize aşağıdaki iletişim bilgileri üzerinden ulaşabilirsiniz: Hospitality Digital GmbH, Veri Koruma Görevlisi, Metro-Straße 1, 40235 Düsseldorf, e-posta: privacy@hd.digital.\n\n1.3            Bu veri koruma beyanında, hizmetlerimizi sunarken kişisel verileri nasıl aldığımızı, işlediğimizi ve kullandığımızı açıklamaktayız. Kişisel veriler, kişisel veya maddi durumunuza yönelik verdiğiniz bilgilerdir. Örneğin kayıt işlemleri kapsamında sizden e-posta adresinizi, şifrenizi ve opsiyonel olarak başka bilgileri talep etmekteyiz. \n\n1.4            Zaten DISH platformunun müşterisiyseniz, verileriniz doğrudan Single Sign On (SSO) üzerinden aktarılacaktır. Bu durumda verileri tekrardan girmenize gerek yoktur.\n\n1.5            Sizden talep ettiğimiz kişisel verileri sadece uygulanan yasal düzenlemeler çerçevesinde almakta, işlemekte ve kullanmaktayız.\n\n2.               Kişisel Verilerin İşlenmesi ve Üçüncü Şahıslara Aktarılması \n\n2.1            Hizmetlerimiz kullanıldığında, bazı kişisel veriler otomatik olarak kullandığınız cihaz (bilgisayar, cep telefonu, tablet vs.) üzerinden kaydedilir. Kaydedilen bu bilgiler arasında, cihazınızın güncel olarak kullandığı IP adresi, tarih, saat, tarayıcı türü, cihazınızın işletim sistemi ve ayrıca açılan sayfalar yer almaktadır. Buradaki amaç, veri güvenliğini sağlamak, hizmet sunumumuzu optimize etmek ve hizmetlerimizi daha da iyileştirmektir. Herhangi başka bir değerlendirme (sadece anonim şekilde yapılan ve istatistik amaçlı değerlendirmeler hariç) sadece bu veri koruma beyanı kapsamında gerçekleştirilir. Bu kişisel verilerin işlemi DSGVO'nun 6. Maddesinin 1. Fıkrası 1. Bendi f) harfi uyarınca yapılır. Web sitemizin güvenliği ve hizmetlerimizin optimize edilmesi, bizim yasal bir menfaatimizdir.\n\n2.2            Bizimle iletişime geçerseniz (örneğin privacy@hd.digital vasıtasıyla bir talep ile) sadece bize bildirmiş olduğunuz ve talebinize cevap verebilmemiz için gerekli olan kişisel verilerinizi kaydediyor, işliyor ve kullanıyoruz.\n\n2.3            Bu veri koruma beyanında açıklanan veri işlem sürecini mümkün kılmak için, DSGVO'nun 28. Maddesi uyarınca örneğin Cloud Hosting, bakım ve diğer servis hizmetleri için hizmet sunucusu olarak veri işlem servisleri kullanmaktayız. Bunlar hem şirket dışı hizmet sunucularından hem de METRO holding dahilinde olan, Avrupa Birliği (AB) ile Avrupa Ekonomik Alanı (AEA) içinde ve dışındaki ülkelerde bulunan hizmet sunucularından oluşmaktadır. Kişisel veriler farklı bir veri koruma seviyesine sahip bir ülkeye aktarılması ve AB komisyonunun bu bağlamda bir uygunluk kararı bulunmaması durumunda bile yüksek bir veri koruma seviyesine ulaşmak için, sözleşmede yer verdiğimiz kurallarla bu hizmet sağlayıcılarının kişisel verileri DSGVO'ya uygun şekilde işleme almasını sağlıyoruz. Bunun dışında, yasal olarak zorunlu tutulmamız haricinde, kişisel veriler başka bir alıcıya iletilmez. Uluslararası veri transferi için uygun güvenlik önlemleri hakkında daha fazla bilgi veya bu önlemlerin bir nüshası için lütfen e-postayla veri koruma görevlimize başvurun: privacy@hd.digital.\n\n3.               Çerezler\n\n3.1            Hizmetlerimizi cazip hale getirmek ve belirli fonksiyonların kullanımını mümkün kılmak için, cookies diye adlandırılan çerezler kullanmaktayız. Bunlar kullandığınız cihaza kaydedilen küçük metin verileridir. Kullandığımız çerezlerin bazıları, tarayıcı oturumu sonlandıktan, yani tarayıcınız kapandıktan sonra tekrar silinir (bunlar oturum çerezleri diye adlandırılır). Diğer çerezler ise cihazınızda kalır ve bir sonraki ziyaretinizde tarayıcınızı tekrar tanımamızı mümkün kılar (kalıcı çerezler). Tarayıcınızı, çerezlerin yerleştirilmesi konusunda size bilgi verecek ve bunları kabul etmeniz için sizden tek tek onay isteyecek veya çerezlerin kabul edilmesini sadece belirli durumlarda kabul edecek veya genel olarak kabul etmeyecek şekilde ayarlayabilirsiniz. Konuyla ilgili daha ayrıntılı bilgileri internet tarayıcınızın yardım fonksiyonu üzerinden alabilirsiniz. Çerezlerin kabul edilmemesi durumunda, web sitemizin işlevi kısıtlanabilir. \"Çerez başlığı\"mızı kabul ederek, kişisel verilerinizin çerezler üzerinden işleme alınmasını onaylamış olursunuz. Bu kişisel verilerin işlemi DSGVO'nun 6. Maddesinin 1. Fıkrası 1. Bendi a) harfi uyarınca yapılır. Aşağıda mevcut çerezler hakkında bilgi vermekteyiz.\n\n3.2            Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Republic of Ireland; \"Adobe\") tarafından sunulan Adobe Analytics adlı bir hizmeti kullanmaktayız. Bu hizmet, kullandığınız cihaza kaydedilen ve web sitedeki faaliyetleriniz hakkında bir analiz yapılmasını mümkün kılan çerezler kullanmaktadır. Bu web siteyi (IP adresiniz dahil) kullanımınıza yönelik çerezler tarafından oluşturulan bilgiler, Adobe'nin İrlanda'da bulunan sunucularına aktarılmakta ve burada anonim hale getirilerek, sonraki işlemler için ABD'deki sunuculara gönderilmekte ve burada kaydedilmektedir. Adobe bu bilgileri, web siteyi kullanımınızı değerlendirmek, web sitesi faaliyetleri üzerinden web sitesi işletmecilerine raporlar oluşturmak ve web sitesi ile internet kullanımına bağlı diğer hizmetleri sağlamak için kullanmaktadır. Bu bilgiler, yasal olarak talep edilmesi durumunda veya veriler Adobe adına üçüncü şirketler tarafından işleme alınıyorsa, üçüncü şahıslara da aktarılabilirler. IP adresinizle Adobe'nin diğer verileri arasında hiçbir durumda bir bağlantı kurulmaz. Çerezlerin aktarılmasını, tarayıcı yazılımınızın ilgili ayarlarıyla önleyebilirsiniz; fakat bu durumda, gerekirse bu web sitenin tüm fonksiyonlarını tam kapsamlı olarak kullanamayacağınıza dikkat çekeriz. Bu web sitesini kullanarak, sizin tarafınızdan yukarıda açıklanan şekilde ve açıklanan amaçlar için verilen bilgilerin işleme alınmasını kabul etmiş oluyorsunuz. Bilgilerin Adobe tarafından toplanmasına gelecekte etki etmek üzere istendiği zaman itiraz edilebilir. İtirazla ilgili ayrıntılı bilgileri http://www.adobe.com/privacy/opt-out.html adresinde bulabilirsiniz. \n\n4.               Kişisel Verilerin Sağlanması ve Kayıt Altında Tutma Mühletleri \n\nKişisel verilerinizi kendi isteğiniz doğrultusunda verirsiniz. Dolayısıyla yasal olarak bize kişisel verilerinizi vermek zorunda değilsiniz. Kişisel verilerinizi bize vermemeniz, sizin için hizmetlerimizi kullanamamanız haricinde bir sonuç doğurmaz. Hizmetlerimiz üzerinden bizimle paylaştığınız kişisel verileriniz, sadece işleme alınma amaçları yerine getirilene kadar kayıt altında tutulurlar. H.d'nin haklı bir menfaati sebebiyle bu saklama sürelerinde farklılıklar oluşabilir (örn. veri güvenliğini sağlamak ve kötü amaçlı kullanımı önlemek için). Yasal veya sözleşmeye bağlı saklama yükümlülükleri sebebiyle kayıt altında tutmak zorunda olduğumuz kişisel veriler, kilitlenir.\n\n5.               Haklarınız\n\nDSGVO uyarınca haklarınız şunlardır: \n\n·                 Kişisel verilerinizin işlenmesi ve bu verilerin kopyalanması hakkında bilgi alma (DSGVO 15. Madde); \n\n·                 Doğru olmayan kişisel verilerin düzeltilmesi ve eksik olan kişisel verilerin tamamlanması (DSGVO 16. Madde); \n\n·                 Kişisel verilerinizin silinmesi ve eğer erişime açık hale getirildilerse, H.d'nin diğer sorumluları bu silme talebi konusunda bilgilendirmesi (DSGVO 17. Madde); \n\n·                 Kişisel verilerinizin işleme alınmasının sınırlanması (DSGVO 18. Madde); \n\n·                 Kişisel verilerinizin size şekillendirilmiş, kullanımda olan ve makine tarafından okunabilir bir formatta teslim edilmesini sağlayan veri aktarımı ve bu verileri, H.d'nin bir engeli olmaksızın başka bir sorumluya aktarma hakkı (DSGVO, 20. Madde);\n\n·                 Verilen onayın iptal edilmesi; bu iptal, onay tarihinden iptal tarihine kadar gerçekleşen işlemlerin yasal durumunu değiştirmez (DSGVO 7. Madde) ve \n\n·                 Veri işlemine itiraz edilmesi (DSGVO 21. Madde).\n\nBu haklarınızı kullanmak için istediğiniz zaman H.d'nin veri koruma görevlisine (privacy@hd.digital) başvurabilirsiniz. Ayrıca veri işleminin DSGVO'ya uygun olmadığını düşünüyorsanız, ilgili denetim kurumuna şikayette bulunma hakkınız da mevcuttur (DSGVO 77. Madde).\n\nVersion: August 2019/ AG\n\nUbicus_B2B_Privacy_V1_August 2019_tr",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Hospitality Digital GMBH'nın \"Ubicus\" Web Listeleme Servisi İçin Genel İş Koşulları\n\nHospitality Digital GmbH Metro-Straße 1, 40235 Düsseldorf (\"H.d\"), otel ve gastronomi sektöründeki işletmeciler (\"Hizmet alan\") için \"UBICUS\" adlı web listeleme servisini kullanıma sunmaktadır. Bu servis ücretsiz bir temel versiyonla ve ücretli bir Premium versiyonla (her ikisi de \"Hizmet\") sunulmaktadır. Her iki hizmet aşağıda daha ayrıntılı olarak açıklanacaktır. \n\n1.               Uygulama Alanı\n\n1.1            H.d, bu ve diğer hizmetlerini sadece aşağıdaki sözleşme koşulları (\"AGB\") temelinde sağlamaktadır.\n\n1.2            H.d, bu hizmetleri sadece BGB'nin 13. Maddesi uyarınca bir tüketici olmayan Hizmet Alanlar için sunmaktadır.\n\n1.3            H.d hizmet sunmayı reddetmese ve / veya Hizmet Alanın duruma uygun olmayan ve / veya farklı olan koşullarının bilinmesine rağmen, kısıtlamasız hizmet ve / veya servis sunsa bile, müşterinin farklı koşulları geçerli olmayacaktır.\n\n2.               Hizmetlerin Kapsamı\n\n2.1            Hizmetlerin Temel Versiyonu, sözleşme süresi boyunca H.d'nin aşağıdaki ücretsiz hizmetlerini kapsamaktadır:\n\n(a)             Hizmet Alanın verilerinin alınması ve kaydedilmesi.\n\n \n\nHizmet Alan, bu hizmetler kapsamında bir şube / bayi için aşağıdaki bilgileri verecektir:\n\nGenel bilgiler (şirketin adı, kategorisi), yerel ulaşım bilgileri (adres ve açılış saatleri), telekomünikasyon araçlarıyla ulaşım bilgileri (telefon numaraları, e-posta adresleri, web siteleri), sunulan hizmetler ve servisler.\n\n \n\n(b)             Online platformlarda yayınlama (\"Publishing\")\n\nBu hizmetler, verilen bilgilerin üçüncü şahıslar tarafından işletilen online platformlarda yayınlanması için otomatik olarak aktarılmasını mümkün kılmaktadır. Temel versiyonda Hizmet Alana tüm mevcut online platformlar sunulmaz, sadece bunların arasından seçilen bir bölüm platform sunulur. Hizmet kapsamında verilen bilgiler güncellenirse, bu güncellemeler otomatik olarak, hizmetlerin bağlı olduğu online platformlara da bildirilir.\n\n(c)             Yönetim haklarının devralınması (\"Claiming\")\n\nÜçüncü şirketlerde zaten bir kayıt mevcutsa ve üçüncü şirket bunu mümkün kılıyorsa, bu yayınla birlikte yönetim haklarının devralınması talep edilir ve duruma göre müşterinin de etkisiyle gerçekleştirilir. Bu sayede aynı zamanda hizmetler üzerinden bilgilerin otomatik olarak güncellenmesi sağlanır.\n\n \n\n(d)             İtibar yönetimi\n\nBu hizmetler, üçüncü şirketlerin platformlarında yer alan örneğin değerlendirme, inceleme veya sorular gibi müşteri geri bildirimlerinin (otomatik olarak) sorgulanmasını ve özet şeklinde sunulmasını mümkün kılmaktadır. Bu hizmetler, müşteri geri bildirimlerine cevap verme veya (üçüncü şirketler tarafından sunulduğu takdirde) uygun olmayan içeriklerin bildirilmesi imkanını sunmaktadır. Temel versiyonda bu ilave hizmetler, kısmen belli bir sayıda cevap veya mesaj (örn. ayda sadece beş kez) ile sınırlandırılmıştır.\n\n \n\n(e)             İstatistik ve analizler\n\nBu hizmetler, üçüncü şirketlerdeki içeriklerin kullanıcı istatistiklerinin toplanmasını, ayrılmasını ve özet halinde sunulmasını mümkün kılmaktadır (örn. sayfaya erişim, arama taleplerinin gösterimi). Temel versiyon kapsamında kullanıcı istatistikleri ve filtre / ayırma imkanları kısıtlanmış olarak sunulmaktadır.\n\n \n\n2.2            Hizmetlerin Premium Versiyonu, sözleşme süresi boyunca H.d'nin temel versiyona ek olarak aşağıdaki ücretli hizmetlerini kapsamaktadır:\n\n(a)             Hizmet Alanın verilerinin alınması ve kaydedilmesi\n\n2.1 (a) gibi.\n\n(b)             Online platformlarda yayınlama (\"Publishing\")\n\nPremium versiyon kapsamında yayınlama işlemi özellikle hizmetlerin bağlı olduğu tüm platformlarda gerçekleşmektedir. Ayrıca hizmetleri üzerinden ve platformların koşullarına bağlı olarak birden fazla bayinin / şubenin yönetilmesi imkanı da mevcuttur. Üçüncü şirketlerde içeriklerin çift girilip girilmediğini aramak ve bunu engellemek de mümkündür. Üçüncü şirketler, içeriklerin üçüncü kişiler tarafından yanlış şekilde değiştirilip değiştirilmediğini düzenli olarak kontrol etmektedir.\n\n(c)             Yönetim haklarının devralınması (\"Claiming\")\n\n2.1 (c) gibi.\n\n(d)             İtibar yönetimi\n\nPremium versiyonda cevap ve mesaj sayısı sınırsızdır. Ayrıca tüm filtreleme ve ayırma opsiyonları da mevcuttur.\n\n(e)             İstatistik ve analizler\n\nPremium versiyonda Hizmet Alana kullanım istatistikleri ve filtre / ayırma seçenekleri tam kapsamlı olarak sunulmaktadır.\n\n(f)               İçerik Yayınlama\n\nPremium versiyon kapsamında Hizmet Alana, üçüncü şirketlerde yayınlamak üzere haberler hazırlama ve bunları yayınlamak için aktarma imkanı sunulmaktadır (örn. özel kampanyalar, haberler, etkinlikler).\n\n2.3            H.d, Hizmet Alana temel ve Premium versiyonlarla ilgili ek hizmetler sunabilir veya gerekirse, hizmet kapsamında Hizmet Alan için dezavantaj oluşturmayacak şekilde değişiklikler yapabilir. Yapılan değişiklikler de bu Temel İş Koşullarına uygun olmalıdır.\n\n2.4            H.d, Hizmet Alan için kabul edilebilir sınırlar içinde olduğu sürece, hizmetleri ve diğer servisleri güncel teknolojiye ve teknolojik gelişime veya gerekliliklere göre uyarlayabilir.\n\n2.5            H.d, uygun bir süreye uyarak, bu hizmetleri durdurabilir. H.d, hizmetlerin durdurulmasıyla ilgili bilgiyi Hizmet Alana zamanında bildirir (en az iki hafta önce).\n\n3.               Hizmet Alanın Yükümlülükleri\n\n3.1            Hizmet Alan, sözleşme yapılırken belirttiği şirket ve iletişim verilerinin tüm sözleşme süresi boyunca daima güncel olmasını sağlamalı ve H.d'yi her tür değişiklik konusunda derhal yazılı olarak veya e-posta ile bilgilendirmelidir. Hizmet Alan ayrıca H.d'ye bildirmiş olduğu e-posta adresinin, sözleşmeye bağlı bilgileri alabilmesi için düzenli olarak kontrol edilmesinden sorumludur.\n\n3.2            Hizmet Alan, H.d tarafından kendisine verilen giriş bilgilerini yetkisiz üçüncü şahısların erişimine karşı koruyacaktır. Hizmet Alan, kendine verilen giriş bilgilerinin olası kötüye kullanılması konusunda açıklamalı bir şüphesi veya bilgisi varsa, H.d'yi derhal bilgilendirecektir. H.d, şüphelenilen durum ortadan kalkana kadar, Hizmet Alanın bu hizmetlere olan giriş verilerini geçici olarak engelleme hakkına sahiptir. Gerçekten bir kötüye kullanma durumu söz konusuysa, H.d giriş verilerini kalıcı olarak engelleyebilir ve Hizmet Alana başka giriş verileri atayabilir.\n\n3.3            Vermiş olduğu bilgilerin doğruluğundan ve eksiksiz olmasından sadece Hizmet Alan sorumludur. H.d tarafından bir kontrol gerçekleştirilmez. H.d bu bağlamda bir sorumluluk kabul etmez (bkz. ayrıca Madde: 6).\n\n4.               Yazılım Hizmetleri İçin Özel Kurallar\n\n4.1            H.d, Hizmet Alana yazılım hizmetlerine erişim hakkı vermektedir. Bunun için temel versiyonda Hizmet Alanın bu Genel İş Koşullarında belirtilen hizmetler kapsamında bir ödeme yapması gerekli değildir. Hizmet Alan, bu hizmetleri sadece kendi şirket içi ticari amaçları doğrultusunda kullanabilir. Hizmet Alan, bu hizmetleri yasalara aykırı şekilde veya yasalara aykırı amaçlar için kullanmamalıdır.\n\n4.2            Hizmet Alanın üçüncü kişiler için veya başka bir amaçla bu hizmetlere erişmesi veya kullanması yasaktır. Hizmet Alan özellikle bu yazılım hizmetlerini çoğaltma, üçüncü şahıslara sunma veya erişimine açma, parçalara bölme veya başka şekilde değiştirme hakkına sahip değildir.\n\n4.3            Hizmet Alan, üçüncü bir kişiye yazılım hizmetleri için kullanım hakkı verme yetkisine sahip değildir. Hizmet Alan sözleşme süresi boyunca da özellikle H.d'nin öncesinden açık onayını almadan, bu hizmetler için kendisine verilen giriş bilgilerini başkalarına verme hakkına sahip değildir.\n\n4.4            Hizmet Alan, vermiş olduğu tüm verilerin (\"Veriler\") H.d tarafından kaydedilmesini, analiz edilmesini ve değerlendirme amacıyla kullanılmasını onayladığını beyan etmektedir.\n\n4.5            Hizmet Alan, yazılım hizmetlerinin kendisine sunulmasına karşılık bir diğer karşı hizmet olarak, H.d'nin Hizmet Alana ait verileri başka verilerle (örneğin üçüncü şahıslara ait açık erişilebilir kaynaklardan (değerlendirme platformları ve sosyal medya) veya H.d için erişilebilir diğer veri kaynaklarından) birleştirmesini, kombine etmesini ve H.d'nin bu verileri kendi kararı doğrultunda kendi amaçları için değerlendirmesini ve bu değerlendirmeleri üçüncü taraflara (özellikle alt hizmet sunucu olarak yazılım hizmetlerinin geliştirilmesine ve işletilmesine dahil olan ve Hizmet Alanın şirket işletimi için dijital çözümler veya başka hizmetler sunan H.d'nin ortak şirketleri de bunlara dahildir) aktarmasını ve bunların erişimine açmasını kabul eder.\n\n4.6            H.d, sözleşme sonlandırılsa bile verileri ve bu verilerle elde edilen değerlendirme sonuçlarını kısıtlamasız kullanabilir. Sözleşme sona erdikten sonra sadece yasal izin çerçevesinde kullanılabilen, Hizmet Alanın veya çalışanlarının olası kişisel verileri bu kapsamın dışındadır.\n\n5.               Sözleşmenin Yapılması, Sözleşme Süresi, Fesih\n\n5.1            Sözleşme, ya doğrudan Hizmet Alanın elektronik imzasıyla satış işleminde yapılır ya da Hizmet Alanın online kayıt yapması sonucunda, H.d'nin hizmetlerini almayı kabul etmesiyle birlikte gerçekleşir. Bu durumda kabul, yazılım hizmetlerine uygun erişim izniyle veya H.d'nin hizmetleri vermeye başlamasıyla gerçekleşir.\n\n5.2            Sözleşme süresi temel versiyonda sınırsızdır ve Hizmet Alan tarafından istediği zaman, H.d tarafından ise iki (2) hafta önceden bildirilerek feshedilebilir.\n\n5.3            Somut ticari tekliflerde başka bir düzenleme söz konusu değilse, Premium versiyonda da sözleşme süresi sınırsızdır. Ticari tekliflerde bir asgari sözleşme süresi mevcut değilse, Hizmet Alan Premium versiyonu da istediği zaman feshedebilir. H.d ise Premium versiyonu iki (2) hafta önceden bildirilerek feshedilebilir.\n\n5.4            H.d tarafından başka bir seçenek sunulmadıysa, sözleşme fesihleri yazılı veya e-posta yoluyla yapılmalıdır. Hizmet Alanın hesabını silmesi, sözleşmenin feshi ile eş anlamlıdır ve bu şekilde değerlendirilir.\n\n5.5            Tarafların önemli nedenlerden dolayı tazminatsız sözleşme fesih hakkı saklıdır. Önemli bir sebep, özellikle Hizmet Alanın 3.1, 4, 6.4 ve 8.2 maddelerinde yer alan yükümlülükleri ihlal etmesi sebebiyle oluşur.\n\n5.6            Sözleşme, hangi sebepten olursa olsun sona erdikten sonra H.d, sözleşme koşulları kapsamında Hizmet Alan tarafından veri belleğine kaydedilen ve Hizmet Alanın yazılımdan kendi silmediği tüm verileri otuz (30) gün içinde silecektir. H.d ayrıca üçüncü şirketlerde yayınlanan içeriklerin telif ve yönetim haklarını da kendi sistemlerinden veya üçüncü şirketlerdeki hesaplardan silecektir. H.d, mümkün olduğunca Hizmet Alanın listeleme yönetimini kendi yapması için Hizmet Alanı davet edecektir. Üçüncü şirketlerdeki listelerin silinmesi için Hizmet Alan doğrudan sunuculara başvurmalıdır. Burada sunucuların koşulları geçerlidir.\n\n6.               Garanti ve Sorumluluk, Muafiyet\n\n6.1            H.d'nin Hizmet Alana sunduğu hizmetler ve servisler sebebiyle oluşan zararlarda, H.d sadece hilekarca gizlenen eksikler sebebiyle oluşan zararların masrafını karşılar. Bunun haricinde, sunulan hizmetler ve servislere yönelik yasal ve / veya maddi kusurlar için bir sorumluluk söz konusu değildir.\n\n6.2            H.d, hizmet yardımcıları veya yasal temsilcisi, sadece kasıtlı davranış, ağır ihmal veya hayata, bedene veya sağlığa ihmal sonucu zarar veren hareketler ve hile durumunda H.d'nin Hizmet Alana sunduğu hizmetler ve servisler için sorumluluk kabul eder. Ürün Sorumluluk Yasası uyarınca sorumluluk, bu kapsamın dışındadır.\n\n6.3            H.d, sözleşmenin gerçekleştirilmesi kapsamında üçüncü tarafların sunduğu hizmetlere bağlıdır. H.d, üçüncü tarafların kullanım şartlarını veya teknik bağlantılarını değiştirmesi ve bunun sonucunda bu hizmetlerin kullanımının sadece sınırlı veya aşırı durumlarda hiçbir şekilde mümkün olmaması gibi durumlar için bir garanti sunamaz. H.d bu sebeple üçüncü tarafların bağlantılarına yönelik herhangi bir söz veremez.\n\n6.4            Hizmet Alan, verilerin doğru olmasından sorumludur ve bu veriler için gerekli haklara sahip olduğunu beyan eder. Gerekli hakların arasında tüm ilgili kişilerin gerekli onayları ve kullanım ile değerlendirme hakları bulunmaktadır.\n\n6.5            Hizmet Alan, H.d'yi, hizmet yardımcılarını ve yasal temsilcilerini ve ayrıca AktG'nin 15. Maddesi uyarınca H.d'ye bağlı olan şirketleri, ilk talep üzerine, H.d'nin, hizmet yardımcılarının, yasal temsilcilerinin ve / veya H.d ile bağlı şirketlerin sunduğu hizmetler ve / veya diğer servisler sebebiyle üçüncü taraflardan gelebilecek her tür talepten muaf tutar. Bu taleplerin arasında yasalara aykırı kullanılan veriler ve / veya ilgili kişilerden onay alınmaması ve / veya Hizmet Alanın çalışanlarının kişisel haklarının ihlali sebebiyle üçüncü taraflar tarafından yapılan talepler de yer almaktadır. Bu muafiyet, gerekli mahkeme masraflarını ve tahkim masraflarını da kapsamaktadır.\n\n7.               Veri Korumu, Gizlilik Durumu\n\n7.1            H.d, Hizmet Alanın verileri aktarması durumunda, Hizmet Alanın, çalışanlarının ve diğer üçüncü şahısların kişisel verilerini sadece bu sözleşmenin içeriği (örneğin iletişim kurulabilmesi ve hizmetlerin sunulabilmesi) yerine getirilebilmesi için işleme alır. Bu hem hizmetleri kullanırken oluşan kullanım verilerini hem de Hizmet Alan tarafından sunulan verileri kapsar. Bu kişisel veriler aktarılmadan sözleşmenin uygulanması mümkün değildir. Bu kişisel verilerin işlemi Veri Koruma Yönetmeliğinin (DSGVO) 6. Maddesinin 1. Fıkrası 1. Bendi b) harfi temeline göre yapılır. Kişisel verilerin daha uzun süre kayıt altında tutulmasını zorunlu kılan yasal bir yükümlülük mevcut olmadığı sürece, Hizmet Alanın kişisel verileri, sözleşme sona erdikten sonra silinir. Bu durumda kişisel veriler öncelikle başka amaçla kullanılmak için kilitlenir ve yasal kayıt zorunluluğu ortadan kalkar kalkmaz silinir. H.d, sözleşmenin uygulanması kapsamında örneğin hosting, bakım ve diğer servis hizmetleri için hizmet sağlayıcı şirketlerden destek almaktadır. Bu hizmet sağlayıcısı hem şirket dışı bir şirket hem de AktG'nin 15. Maddesi ff uyarınca H.d'ye bağlı bir şirket olabilir. H.d, hizmet sağlayıcıları ile yaptığı sözleşmeler sayesinde, kişisel verilerin DSGVO'nun kurallarına uygun işlenmesini sağlamaktadır. Bu durum, kişisel verilerin AB / AEA ülkeleri dışında işleme alınması halinde de geçerlidir. DSGVO uyarınca Hizmet Alanın hakları şunlardır: \n\n·        Kişisel verilerinin işlenmesi ve bu verilerin kopyalanması hakkında bilgi alma (DSGVO 15. Madde); \n\n·        Doğru olmayan kişisel verilerin düzeltilmesi ve eksik olan kişisel verilerin tamamlanması (DSGVO 16. Madde); \n\n·        Kişisel verilerinin silinmesi ve eğer erişime açık hale getirildilerse, H.d'nin diğer sorumluları bu silme talebi konusunda bilgilendirmesi (DSGVO 17. Madde); \n\n·        Kişisel verilerinin işleme alınmasının sınırlanması (DSGVO 18. Madde); \n\n·        Kişisel verilerinin şekillendirilmiş, kullanımda olan ve makine tarafından okunabilir bir formatta teslim edilmesini sağlayan veri aktarımı ve bu verileri, H.d'nin bir engeli olmaksızın başka bir sorumluya aktarma hakkı (DSGVO, 20. Madde) ve \n\n·        veri işlemine itiraz edilmesi (DSGVO 21. Madde).\n\nHizmet Alan, bu haklarını kullanmak için istediği zaman H.d'nin veri koruma görevlisine (privacy@hd.digital) başvurabilir. Ayrıca Hizmet Alan, veri işleminin DSGVO'ya uygun olmadığını düşünüyorsa, ilgili denetim kurumuna şikayette bulunma hakkı da mevcuttur (DSGVO 77. Madde).\n\n7.2            Taraflar sözleşme sona erdikten sonra da gizli bilgileri üçüncü tarafların erişimine açmamakla ve sözleşme dışında amaçlar için kullanmamakla yükümlüler. Gizli bilgi olarak Hizmet Alanın erişimine açılan tüm teknik ile mesleki bilgiler ve taraflardan birinin gizli olarak tanımladığı ve ekonomik bir değere sahip olan bilgiler sayılmaktadır. İşletme sırları ve ticari sırlar kesinlikle bu kapsama dahildir.\n\n7.3            Bu gizlilik yükümlülüğü, taraflardan birinin Madde 7.2'yi ihlal edilmeden öğrendiği veya açıkça bilinen veya öncesinde haberdar olunan bilgileri kapsamamaktadır. Yasal, hukuki veya resmi talimat sonucunda üçüncü şahısların erişimine açılan veya bir şirket satın alma girişimi kapsamında gizlilik yükümlülüğü altındaki üçüncü şahıslar tarafından görülen bilgiler de bu kapsamın dışındadır. \n\n8.               Ödeme\n\n8.1            Premium versiyonda sunulan hizmetlerin fiyatları, ayrı bir fiyat listesine veya online olarak sunulan ticari tekliflere bağlıdır. Hizmet Alana, bir sipariş durumunda tüm ilgili bilgileri içeren bir onay e-postası gönderilir.\n\n8.2            Hizmet Alan, borçlu olduğu ücreti belirtilen mühlet içinde eksiksiz ödemekle yükümlüdür. Hizmet Alan bir ödemeyi geciktirirse, H.d kendi sunduğu hizmeti ödemeyi alana kadar durdurma veya tekrar bir ödeme gecikmesi yaşanırsa, mevcut sözleşmeyi önemli neden sebebiyle feshetme hakkına sahiptir. Bu durumda H.d'nin tazminat talep etme hakkı ve diğer taleplerine yönelik hakkı saklı tutulur. \n\n9.               Ödeme İşlemi\n\n9.1            Hizmet Alan, hizmetlerin ücretli Premium versiyonunu seçerse, aşağıdaki ödeme işlemi geçerlidir: H.d ödeme işlemleri için Wirecard AG, Einsteinring 35, 85609 Aschheim ve ayrıca Stripe Payments Europe Ltd., The One Building, 1 Grand Canal Street Lower, Dublin 2, İrlanda (\"Ödeme hizmet sunucuları\") şirketlerini görevlendirmiştir. \n\n9.2            Ödeme hizmet sunucuları, Hizmet Alandan gelen ödemeleri çeşitli ödeme yöntemleriyle bir kredi kurumundaki kendi hesaplarına alır ve ardından ücreti H.d'ye öderler. Ödeme yöntemlerinin arasında diğer seçeneklerin yanı sıra ön ödeme, PayPal ve kredi kartı yer almaktadır.\n\n \n\n10.            Diğer Kararlar\n\n10.1         H.d, bu sözleşme kapsamında sunmakla yükümlü olduğu tekli veya tüm hizmetleri ve özellikle servisleri, alt hizmet sağlayıcılar tarafından sundurabilir.\n\n10.2         H.d bu Genel İş Koşullarını, yapılacak değişikliği öncesinde Hizmet Alana haber vererek değiştirebilir. H.d Genel İş Koşullarında sadece Hizmet Alan için kabul edilebilir kapsamda değişiklikler yapabilir. Ayrıca değişiklikler önemli sözleşme yükümlülükleri ile ilgili olmamalı veya Hizmet Alan bu değişiklik sebebiyle herhangi bir dezavantaj yaşamamalıdır. Hizmet Alan, Genel İş Koşullarında yapılan bir değişikliğe, kendisine haberin verilmesinden sonra dört (4) hafta içinde itiraz edebilir veya sözleşmeyi herhangi bir mühlete bağlı olmaksızın feshedebilir. Hizmet Alan, Genel İş Koşullarındaki değişikliğe itiraz etmezse veya bunu zamanında bildirmezse, değişikliği onayladı olarak kabul edilir. H.d, Genel İş Koşullarındaki değişiklikleri bildirirken, Hizmet Alana bir itirazda bulunmaması durumunda olacakları ve sözleşmeyi feshetme hakkına yönelik bilgi de verecektir.\n\n10.3         Bu sözleşmede yer alan bir kararın tamamı veya bir kısmı yanlış, geçersiz, uygulanamaz veya gerçekleştirilemezse (\"Hatalı karar\") veya zamanla bu hale gelirse, sözleşmenin diğer kararlarının geçerliliği ve uygulanabilirliği bu durumdan etkilenmez. Taraflar, hatalı kararın yerine, yasal olarak mümkün olan çerçevede, tarafların isteklerine en yakın olan ve sözleşmeyi yaparken bu maddeyi düşünmüş olsalardı, sözleşmenin amaç ve hedefine en uygun olan bir karar getirmekle yükümlüler. Karardaki hata, bir hizmet için belirlenen bir ölçü veya süre (mühlet veya randevu) ile ilgiliyse, karardaki ölçü, önceki ölçüye en yakın olan ve yasal olarak kabul edilebilen bir ölçü ile değiştirilmelidir. Aynısı, bu sözleşmedeki olası eksik düzenlemeler için de geçerlidir. Bu haktan feragatin sadece ispat külfetinin tersine çevrilmesine yol açmadığı, BGB'nin 139. Maddesinden komple feragat edildiği her iki tarafın açıkça talebidir.\n\n10.4         Bu sözleşme ve bu sözleşmeye bağlı veya ilgili tüm talepler ve haklar için kanuni ihtilaf haricinde Alman yasaları geçerlidir ve Alman yasaları uyarınca yorumlanmalı ve uygulanmalıdır. Milletlerarası mal satımına ilişkin sözleşmeler hakkında Birleşmiş Milletler Antlaşması (CISG) bu kapsamın dışındadır. Hizmet yeri Düsseldorf'tur.\n\n10.5         Bu sözleşmeden kaynaklanan veya bu sözleşmeyle alakalı, yapılması veya uygulanması kapsamında oluşan tüm anlaşmazlıklar için mutlak adlı merci Düsseldorf mahkemeleridir.\n\n \n\nVersion: August 2019/AG\n\nUbicus_B2B_TC_V1_August  2019_tr",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}