{
	"csa.title.short": "Ubicus - the web listing service",
	"csa.title.mobile": "Ubicus",
	"csa.your-listing": "Your Listing",
	"csa.gmb": "Google My Business",
	"csa.status": "Status:",
	"csa.online": "Online",
	"csa.activate": "Activate",
	"csa.pending": "Pending",
	"csa.check-status": "Check Status",
	"csa.deactivate": "Deactivate",
	"csa.deactivated": "Inactive",
	"csa.verify": "Verify",
	"csa.verification-required": "Verification required",
	"csa.view-listing": "View Listing",
	"csa.google-search": "Google Search",
	"csa.google-maps": "Google Maps",
	"csa.select-verification": "Select a verification method",
	"csa.postcard-way": "Postcard on the way",
	"csa.type-code": "Type in your Code",
	"csa.incoming-call": "Incoming call on the way",
	"csa.verification-successful": "Verification successful",
	"csa.complete-your-listing": "To complete your listing , Google requires your verification.",
	"csa.please-select-how": "Please select how you want to receive a verification code.",
	"csa.receive-your-code": "Receive your code direclty by an automated call or text message to this number",
	"csa.call": "Call",
	"csa.text": "Text",
	"csa.other-verifications": "Other verification options",
	"csa.verify-later": "Verify later",
	"csa.your-listing-only": "Your listing can only be accepted if the verification is completed.",
	"csa.later": "Later",
	"csa.receive-call-phone": "In a few seconds you will receive a call to number",
	"csa.receive-call-sms": "In a few seconds you will receive a text message to the number",
	"csa.receive-call-email": "In a few seconds you will receive an email to the email address",
	"csa.change-mind": "Change your mind?",
	"csa.verification-methods": "Verification methods",
	"csa.send-postcard": "We will send your postcard as soon as possible to the following locations.",
	"csa.postcard-location": "Please consider that the postcard might require up to four days to arrive at your location.",
	"csa.already-postcard": "Already received the postcard?",
	"csa.continue": "Continue",
	"csa.type-digits": "Please type in your six digits long code that you received.",
	"csa.confirm": "Confirm",
	"csa.receive-code": "Didn't receive a code?",
	"csa.send-code-again": "Send code again",
	"csa.location-online": "Your location is now online and can be found by your customers.",
	"csa.change-info": "If you want to change or add information you can do this any time in the Dashboard.",
	"csa.close": "Close",
	"csa.navmenu-welcome": "Welcome",
	"csa.profile-completeness": "Profile Completeness",
	"csa.to-complete": "to complete",
	"csa.main.category": "Category",
	"csa.your-restaurante": "Your Restaurant",
	"csa.nav.logout": "Log out",
	"csa.nav.acc-settings": "Account Settings & Data Management",
	"csa.nav.trans-gmb": "Transfer GMB Account",
	"csa.nav.status-log": "Status details from log files",
	"csa.nav.clear": "Clear Channel",
	"csa.dashboard.admin": "This is the Admin view of the profile",
	"csa.dashboard.superadmin": "This is the Superadmin view of the profile",
	"csa.dashboard.admin-button": "Return to Admin Screen",
	"csa.accManagement.title": "Account Settings",
	"csa.accManagement.user": "User Profile",
	"csa.accManagement.password": "Change Password",
	"csa.accManagement.password-text": "To change the password of your DISH account, please click the following Link. You will be redirected to the DISH account settings.",
	"csa.accManagement.export": "Export personal Data",
	"csa.accManagement.export-text": "You have the right to receive your personal data in a structured, commonly used and machine-readable format in order to transmit it to another controller",
	"csa.accManagement.export-button": "Export data",
	"csa.accManagement.delete": "Delete Account",
	"csa.accManagement.delete-text": "Here you can delete your account and all connected listings. After you have clicked the button we will ask you to confirm again. This action cannot be undone. All data will be erased.",
	"csa.accManagement.delete-link": "Delete account and listing",
	"csa.statusLog.title": "Status Details - Log Files",
	"csa.deleteAcc.title": "Delete Account",
	"csa.deleteAcc.text": "You are about to delete your account. This will go into effect immediately and you will no longer have access to your account data.",
	"csa.deleteAcc.reason": "Reason for deleting your account",
	"csa.deleteAcc.reason-error": "Please choose a reason",
	"csa.deleteAcc.email-error": "Please enter your email",
	"csa.deleteAcc.email-match": "Email doesn't match",
	"csa.deleteAcc.comment": "Anything else you'd like to share?",
	"csa.deleteAcc.cancel": "Nevermind",
	"csa.deleteAcc.submit": "Delete",
	"csa.deleteConfirm.title": "Confirm delete Account",
	"csa.deleteConfirm.text": "Please type in your email to confirm this action",
	"csa.deleteConfirm.email": "Type in email",
	"csa.deleteConfirm.confirm": "Confirm",
	"csa.deleteConfirm.cancel": "Cancel",
	"csa.review.title": "Review Management",
	"csa.review.left-answers": "Number of Answers left",
	"csa.review.more-reviews": "Want to answer more Reviews?",
	"csa.review.upgrade": "Upgrade Now",
	"csa.review.sort-latest": "Sort by latest date",
	"csa.review.sort-oldest": "Sort by oldest date",
	"csa.review.reply": "Reply",
	"csa.review.flag": "Flag as inappropriate",
	"csa.navmenu-dashboard": "Dashboard",
	"csa.navmenu-profile": "Profile",
	"csa.navmenu-review": "Review",
	"csa.still-missing": "You are missing: ",
	"csa.data-assistant": "Data entry Assistant",
	"csa.some-content": "Here's some content",
	"csa.receive-code-email": "Receive your code direclty by an automated email to this email address",
	"csa.send-email": "Send email",
	"csa.receive-code-postcard": "Receive your code with a postcard send to your locations address",
	"csa.may-required": "This may require up to four days",
	"csa.request": "Request",
	"csa.loading": "Loading...",
	"csa.profile.title": "Profile",
	"csa.profile.save": "Save Changes",
	"csa.profile.discard": "Discard Changes",
	"csa.profile.basic": "Basic Data",
	"csa.profile.extended": "Extended Data",
	"csa.general-info": "General Information",
	"csa.enter-location": "Location Name",
	"csa.enter-address": "Address Line (street & street number)",
	"csa.enter-postal-code": "ZIP/Postcode",
	"csa.enter-city": "City/Suburb",
	"csa.enter-country": "Country",
	"csa.enter-category": "Category",
	"csa.enter-phone": "Phone",
	"csa.enter-website": "Website",
	"csa.enter-email": "E-mail",
	"csa.enter-firstName": "First Name",
	"csa.enter-lastName": "Last Name",
	"csa.enter-valid-email": "Please enter a valid email",
	"csa.enter-valid-postal": "Please enter a valid postal code",
	"csa.enter-valid-website": "Please enter a valid website",
	"csa.enter-valid-phone": "Please enter a valid phone number",
	"csa.example": "Example",
	"csa.openhours-title": "Opening Hours",
	"csa.none": "none",
	"csa.from": "From",
	"csa.to": "To",
	"csa.hour-required": "Enter hours",
	"csa.overlapping-hours": "Overlapping",
	"csa.business-info": "Business Information",
	"csa.enter-keywords": "Keywords",
	"csa.enter-description": "Business Description",
	"csa.additional-info": "Additional Information",
	"csa.payments-title": "Payment Options",
	"csa.enter-languages": "Languages",
	"csa.services-title": "Services",
	"csa.offerings-title": "Offerings",
	"csa.imprint.title": "Imprint",
	"csa.dataPrivacy.title": "Data Privacy",
	"csa.dataPrivacy.text": "Політика конфіденційності\n\n \n\nЩиро дякуємо за інтерес до нашого лістингового веб-сервісу Ubicus. Наш найважливіший капітал — це довіра наших клієнтів. Захищати дані наших клієнтів та використовувати їх тільки так, як вони того очікують — наш найвищий пріоритет. Наведені далі вказівки про захист даних нададуть вам інформацію про обробку ваших персональних даних і про ваші права під час такої обробки відповідно до Європейського Загального регламенту захисту даних (далі — «ЗРЗД») та інших застосовних положень щодо захисту даних.\n\n1.               Загальні положення\n\n1.1            За роботу сервісів Ubicus відповідає компанія Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (далі — «H.d» або «ми»). H.d ставить захист персональних даних за найвищий пріоритет.\n\n1.2            Ви можете зв’язатися з нашим спеціалістом із питань захисту персональних даних за такою адресою: Hospitality Digital GmbH, спеціаліст із захисту даних, Metro-Straße 1, 40235 Düsseldorf, адреса електронної пошти: privacy@hd.digital.\n\n1.3            У цій Політиці конфіденційності роз’яснюється спосіб, у який ми збираємо, опрацьовуємо та використовуємо персональні дані в межах надання послуг. Персональні дані — це окремі дані про вас, які мають особистий або діловий характер. Наприклад, ми просимо вас указати адресу електронної пошти та пароль, а в деяких випадках іншу додаткову інформацію. \n\n1.4            Якщо ви є клієнтом на платформі DISH, ваші дані надсилатимуться звідти безпосередньо через Single Sign On (SSO). Тоді їх не потрібно вказувати повторно.\n\n1.5            Ми обробляємо та використовуємо зібрані дані виключно в межах застосовних законодавчих положень.\n\n2.               Обробка персональних даних і передача їх третім особам \n\n2.1            Під час використання наших сервісів деякі персональні дані збираються автоматично через ваш пристрій (комп’ютер, мобільний телефон, планшет тощо). Збираються дані про IP-адресу, що використовується вашим пристроєм, дату та час, тип браузера та операційну систему вашого пристрою, а також про відвідані вами сторінки. Це здійснюється в цілях безпеки даних та оптимізації наших пропозицій, а також для покращення наших сервісів. Будь-яке інше використання даних, за винятком використання в статистичних цілях в анонімній формі, відбувається принципово лише в межах цієї Політики конфіденційності. Обробка цих персональних даних відбувається на підставі ст. 6 п. 1 реч. 1 літ. f) ЗРЗД. Захист нашого веб-сайту й оптимізація наших сервісів є законним інтересом із нашого боку.\n\n2.2            Якщо ви звертаєтеся до нас (наприклад, надсилаючи запит на адресу privacy@hd.digital), ми збираємо, обробляємо та використовуємо лише ті персональні дані, які ви нам надали і які необхідні для обробки та відповіді на ваш запит.\n\n2.3            Для забезпечення процесів обробки даних, зазначених у цій Політиці конфіденційності, ми залучаємо постачальників послуг для обробки даних згідно зі ст. 28 ЗРЗД, наприклад постачальників послуг для хмарного хостингу, технічного обслуговування та інших послуг. При цьому йдеться як про зовнішніх постачальників послуг, так і про постачальників послуг у межах концерну METRO, розташованих у межах і поза межами Європейського Союзу (ЄС) і Європейської економічної зони (ЄЕЗ). Ми гарантуємо положеннями договору, що постачальник послуг обробляє персональні дані відповідно до ЗРЗД, щоб забезпечити високий рівень захисту даних, навіть якщо персональні дані передаються до країни, де застосовується інший рівень захисту даних і для якої немає рішення Європейської комісії про відповідність рівня захисту даних. Подальша передача персональних даних іншим одержувачам не відбувається, за винятком випадків, коли ми юридично зобов’язані це зробити. Для отримання додаткової інформації про відповідні міжнародні заходи безпеки для передачі або копіювання даних зверніться, будь ласка, до нашого спеціаліста із захисту даних за адресою: privacy@hd.digital.\n\n3.               Файли cookie\n\n3.1            Для забезпечення привабливості наших сервісів і для можливості використання певних функцій ми використовуємо так звані файли cookie. Ідеться про невеликі текстові файли, що зберігаються на вашому пристрої. Деякі файли cookie, які ми використовуємо, видаляються після сесії у браузері, тобто після його закриття (т. з. тимчасові файли cookie). Інші файли cookie залишаються на вашому пристрої та дозволяють нам розпізнавати ваш браузер під час наступного відвідування (постійні файли cookie). Ви можете налаштувати свій браузер таким чином, щоб отримувати інформацію про використання файлів cookie та приймати рішення про їх збереження в кожному окремому випадку або забороняти обробку файлів cookie в певних випадках або взагалі. Більш детальну інформацію ви можете знайти в довідці вашого інтернет-браузера. Відмова від використання файлів cookie може обмежити функціональність нашого веб-сайту. Натискаючи кнопку «Приймаю» на нашому банері про використання cookie, ви даєте згоду на обробку ваших персональних даних через файли cookie. Обробка цих персональних даних відбувається на підставі ст .6 п. 1 реч. 1 літ. f) ЗРЗД. Далі ми розглянемо конкретні файли cookie.\n\n3.2            Ми використовуємо Adobe Analytics — сервіс компанії Adobe Systems Software Ireland Limited (4-6 Riverwalk Citywest Business Campus, Dublin 24, Республіка Ірландія; «Adobe»). Цей сервіс використовує файли cookie, що зберігаються на вашому пристрої та дозволяють проаналізувати використання вами веб-сайту. Згенерована за допомогою файлів cookie інформація про використання вами цього веб-сайту (у тому числі ваша IP-адреса) передається на сервер Adobe в Ірландії, де вона анонімізується та в анонімній формі передається на сервер у США і там зберігається. Adobe використовує цю інформацію для аналізу використання вами веб-сайту, для складання звітів для оператора веб-сайту про дії на веб-сайті, а також для надання інших послуг, пов’язаних із використанням веб-сайту та Інтернету. Ці дані можуть за необхідності передаватися третім особам, якщо таке передбачено законом або якщо треті особи опрацьовують ці дані за дорученням Adobe. У жодному випадку ваша IP-адреса не прив’язується до інших даних від Adobe. Ви можете запобігти встановленню файлів cookie, відповідним чином налаштувавши програмне забезпечення вашого браузера; однак ми звертаємо вашу увагу на те, що в цьому випадку ви не зможете використовувати всі функції цього веб-сайту в повному обсязі. Користуючись цим веб-сайтом, ви погоджуєтеся з обробкою зібраних через вас даних в описаний вище спосіб та із зазначеною вище метою. Збір даних сервісом Adobe може бути скасований у будь-який момент із дією на майбутнє. Детальніше про скасування дивіться за посиланням http://www.adobe.com/privacy/opt-out.html. \n\n4.               Надання персональних даних і терміни їхнього зберігання \n\nНадання ваших персональних даних є добровільним. Ви не зобов’язані законом надавати нам ваші персональні дані. Ненадання нам ваших персональних даних не призводить до будь-яких наслідків для вас, окрім того, що ви не зможете користуватися нашими сервісами. Персональні дані, які ви надаєте нам через наші сервіси, зберігаються доти, доки не буде досягнута мета, з якою вони оброблялися. Інші терміни зберігання можуть виникати на підставі законних інтересів H.d (наприклад, для забезпечення захисту даних і для запобігання зловживанням). Персональні дані, які ми повинні зберігати на підставі законних або договірних зобов’язань, блокуються.\n\n5.               Ваші права\n\nДля реалізації згідно з ЗРЗД свого права на \n\n·                 отримання довідкової інформації про ваші персональні дані, а також копії цих даних (ст. 15 ЗРЗД), \n\n·                 виправлення неправильних і доповнення неповних персональних даних (ст. 16 ЗРЗД), \n\n·                 видалення ваших персональних даних, а у випадку, якщо вони були опубліковані, на інформування компанією H.d інших відповідальних осіб про запит на видалення даних (ст. 17 ЗРЗД), \n\n·                 обмеження обробки ваших персональних даних (ст. 18 ЗРЗД), \n\n·                 переносність даних, щоб ваші персональні дані передавалися вам у структурованому, поширеному та машинозчитуваному форматі, а також право передавати ці дані іншим відповідальним особам без перешкод із боку H.d (ст. 20 ЗРЗД),\n\n·                 відкликання наданої згоди (відкликання не впливає на законність обробки, що здійснювалася на підставі згоди до її відкликання) (ст. 7 ЗРЗД) і \n\n·                 на заперечення проти обробки даних (ст. 21 ЗРЗД)\n\nви можете в будь-який час звернутися до спеціаліста із захисту даних компанії H.d (privacy@hd.digital). Ви також маєте право подати скаргу до компетентного наглядового органа, якщо ви вважаєте, що обробка даних не відповідає нормам ЗРЗД (ст. 77 ЗРЗД).\n\nVersion: August 2019 / AG\n\nUbicus_B2B_Privacy_V1_August 2019_uk",
	"csa.terms.title": "Terms of use",
	"csa.terms.text": "Загальні комерційні умови компанії Hospitality DIgital GMBH для лістингового веб-сервісу UBICUS\n\nКомпанія Hospitality Digital GmbH, Metro-Straße 1, 40235 Düsseldorf (далі — «H.d») пропонує підприємствам сфери готельного та гастрономічного бізнесу (далі — «замовник») користування лістинговим веб-сервісом UBICUS. Сервіс надається в безкоштовній базовій версії та платній преміум-версії (разом — «сервіси»). Більш докладно обидва сервіси описуються нижче. \n\n1.               Сфера застосування\n\n1.1            H.d надає свої сервіси та інші послуги виключно на підставі наведених нижче договірних умов (далі — «ЗКУ»).\n\n1.2            H.d надає послуги виключно замовникам, які не є споживачами у значенні § 13 Цивільного кодексу ФРН.\n\n1.3            Інші умови замовника не діють, навіть якщо H.d не відхиляє їх напряму та/або надає без застережень сервіси та/або послуги попри обізнаність про протилежні або інші умови замовника.\n\n2.               Обсяг послуг\n\n2.1            Сервіси в базовій версії включають наведені далі безкоштовні послуги від H.d у період дії договору.\n\n(a)             Збір і зберігання наданих замовником даних.\n\n \n\nУ межах послуг замовник надає такі дані для локації/філіалу:\n\nзагальні відомості (назва підприємства, категорія), контактна інформація (поштова адреса, режим роботи, номери телефонів, адреси електронної пошти, веб-сайти), надавані сервіси та послуги.\n\n \n\n(b)             Публікація на онлайн-платформах (Publishing).\n\nЦі сервіси уможливлюють автоматичну передачу цих даних стороннім постачальникам для публікації на їхніх онлайн-платформах. У базовій версії замовнику пропонуються не всі партнерські онлайн-платформи, а лише деякі на вибір. Якщо дані в межах сервісу оновлюються, це оновлення автоматично передається й на партнерські онлайн-платформи.\n\n(c)             Набуття права керування (Claiming).\n\nУ випадку вже наявної публікації у стороннього постачальника, набуття права на керування такою публікацією, якщо на те є дозвіл цього постачальника, за необхідності відбувається за участі замовника. Це робить також можливим автоматичне оновлення даних за допомогою сервісів.\n\n \n\n(d)             Керування репутацією.\n\nСервіси уможливлюють (автоматизовані) запити та агреговане представлення зворотного зв’язку з клієнтами, як-от відгуків, оглядів чи питань на платформах сторонніх постачальників. Сервіси надають можливість відповідати на відгуки клієнтів, а також повідомляти про невідповідний вміст, якщо це передбачено стороннім постачальником. У базовій версії ці додаткові послуги обмежено до певної кількості відповідей або повідомлень (наприклад, лише п’ять разів на місяць).\n\n \n\n(e)             Статистика та аналіз.\n\nСервіси пропонують збір, сортування й агреговане представлення статистики використання контенту на платформах сторонніх постачальників (наприклад, відвідування сторінки, відображення пошукових запитів). У межах базової версії надається обмежений обсяг статистики використання та можливостей фільтрування чи сортування інформації.\n\n \n\n2.2            Сервіси у преміум-версії в період дії договору включають наведені далі платні послуги від H.d, відсутні в базовій версії.\n\n(a)             Збір і зберігання наданої замовником інформації.\n\nЯк у пункті 2.1 (а).\n\n(b)             Публікація на онлайн-платформах (Publishing).\n\nУ межах преміум-версії публікація відбувається на всіх партнерських платформах. Додатково з’являється можливість керувати багатьма філіалами/локаціями за допомогою сервісів відповідно до умов використання платформ. Є можливість пошуку та блокування дублікатів публікацій у сторонніх постачальників. Відбувається постійна перевірка публікацій у сторонніх постачальників на предмет внесення ними неправильних змін.\n\n(c)             Набуття права керування (Claiming).\n\nЯк у пункті 2.1 (с).\n\n(d)             Керування репутацією.\n\nУ преміум-версії кількість відповідей і повідомлень не обмежується. Також надаються всі можливості фільтрування та сортування.\n\n(e)             Статистика та аналіз.\n\nУ преміум-версії замовнику в повному обсязі надаються статистика використання й можливості фільтрування та сортування.\n\n(f)               Content Publishing.\n\nУ межах преміум-версії замовник отримує можливість, якщо це підтримується стороннім постачальником, писати повідомлення для публікації їх на платформах сторонніх постачальників (наприклад, спеціальні пропозиції, новини та події).\n\n2.3            H.d може пропонувати додаткові послуги замовнику разом із базовою та преміум-версіями, а також вносити необхідні зміни в обсяг постачання послуг, що надаються відповідно до дійсних ЗКУ, на вигідних для замовника умовах.\n\n2.4            H.d може адаптувати сервіси та інші послуги до стану техніки, технічних розробок чи вимог, якщо це є прийнятним для замовника.\n\n2.5            H.d може призупинити надання послуг за умови дотримання відповідного терміну. H.d вчасно інформуватиме замовника про призупинення надання послуг (щонайменше за два тижні).\n\n3.               Обов’язки замовника\n\n3.1            Замовник зобов’язаний підтримувати актуальний стан наданих при укладанні договору контактних даних протягом усього періоду дії контракту й негайно повідомляти H.d про будь-які зміни в письмовій формі або електронною поштою. Замовник має переконатися в тому, що надана H.d адреса електронної пошти постійно перевіряється, щоб отримувати важливу інформацію щодо договору.\n\n3.2            Дані для доступу, надані H.d, мають захищатися замовником від несанкціонованого доступу третіх осіб. Замовник повинен негайно повідомити H.d, якщо він має обґрунтовану підозру або відомості про можливе зловживання наданими даними доступу. У цьому випадку H.d має право тимчасово призупинити доступ до сервісів за наданими даними, доки ситуація з підозрою у зловживанні не буде урегульована. Якщо є фактичний випадок зловживання, то H.d має право заблокувати дані для доступу й надати замовнику інші дані.\n\n3.3            Замовник одноосібно несе відповідальність за правильність та повноту наданих ним даних. Перевірка даних компанією H.d не здійснюється. Тому H.d не бере на себе відповідальність за це (див п. 6).\n\n4.               Спеціальні положення щодо програмного забезпечення сервісів\n\n4.1            H.d надає замовнику право на доступ до програмного забезпечення сервісів, при цьому замовник базової версії не повинен робити ніяких додаткових виплат за передбачені цими ЗКУ послуги. Дозволяється використання лише у власних внутрішніх робочих цілях замовника. Замовник зобов’язується не використовувати сервіси в протизаконний спосіб і в протизаконних цілях.\n\n4.2            Доступ до сервісів або їх використання через замовника для третіх осіб або в інших цілях не допускається. Замовник не має права копіювати програмне забезпечення, надавати в користування або робити його доступним для третіх осіб, дизасемблювати чи змінювати його в будь-який інший спосіб.\n\n4.3            Замовник не має права передавати право користування програмним забезпеченням третім особам. Зокрема, замовнику не дозволяється передавати надані дані доступу до сервісів без попереднього погодження з H.d, у тому числі в період дії договору.\n\n4.4            Замовник погоджується з тим, що H.d може зберігати, аналізувати та використовувати в оцінювальних цілях надані замовником дані (далі — «дані»).\n\n4.5            У межах взаємного виконання зобов’язань замовник також надає H.d право доповнювати дані замовника іншими даними (наприклад, із загальнодоступних джерел третіх сторін (як-от рейтингових порталів і соціальних мереж) або інших джерел інформації, доступних компанії H.d), комбінувати та оцінювати дані на власний розсуд і в цілях H.d, а також передавати або надавати доступ до результатів цих оцінювань третім сторонам (зокрема, але не виключно, тим, хто бере участь у (подальшій) розробці та експлуатації програмного забезпечення сервісів, як-от субпідрядникам та компаніям-партнерам H.d, які надають послуги підприємству замовника в цифровій або інших сферах).\n\n4.6            Навіть після закінчення терміну дії договору H.d може й надалі без обмежень використовувати дані й отримані на їх основі результати оцінювання. Винятком є будь-які персональні дані замовника або працівників замовника, які після закінчення терміну дії договору можуть використовуватися лише в дозволених законом межах.\n\n5.               Укладання, термін дії та припинення дії договору\n\n5.1            Договір укладається або за допомогою електронного підпису замовника безпосередньо в процесі продажу, або шляхом прийняття замовником пропозиції укласти договір на надання послуг, якщо замовник реєструється онлайн. Прийняття в цьому випадку здійснюється через відповідне надання доступу до програмного забезпечення сервісів або через початок надання послуг зі сторони H.d.\n\n5.2            Для базової версії договір укладається на невизначений термін і його дія може бути припинена замовником у будь-який час, а з боку H.d — із періодом оповіщення у два (2) тижні.\n\n5.3            Для преміум-версії договір також укладається на невизначений термін, якщо не передбачено іншого конкретною комерційною пропозицією. Якщо комерційна пропозиція не передбачає мінімальний термін дії договору, замовник може припинити дію договору на преміум-версію також у будь-який час. Припинення дії договору для преміум-версії з боку H.d відбувається з періодом оповіщення у два (2) тижні.\n\n5.4            Якщо іншого не запропоновано зі сторони H.d, припинення дії договору має здійснюватися в письмовій формі або через електронну пошту. Видалення замовником облікового запису прирівнюється до розірвання договору та призводить до відповідних дій.\n\n5.5            Право сторін на негайне розірвання договору з важливих причин залишається незмінним. Важливою причиною вважається, зокрема, якщо замовник порушує зобов’язання, указані в пунктах 3.1, 4, 6.4 і 8.2.\n\n5.6            Після розірвання договору з будь-якої причини, H.d видаляє впродовж тридцяти (30) днів усі збережені в пам’яті впродовж дії договору дані замовника, якщо замовник сам не видалить їх за допомогою програмного забезпечення. Крім того, H.d видаляє всі права власності та керування публікаціями у сторонніх постачальників зі своєї системи, а також облікові записи на платформах сторонніх постачальників. H.d пропонує замовнику самостійно перейняти керування лістингом, якщо це є можливим. Для видалення лістингів на платформах сторонніх постачальників замовник має звернутися напряму до постачальника. При цьому діють умови постачальника.\n\n6.               Гарантія та відповідальність, звільнення від відповідальності\n\n6.1            За сервіси та послуги, які H.d надає замовнику, H.d відшкодовує замовнику лише ті збитки, які виникли внаслідок прихованих недоліків. H.d не несе відповідальності за подальші юридичні та матеріальні недоліки в наданих сервісах і послугах.\n\n6.2            H.d, її довірені особи та юридичні представники несуть відповідальність за надані компанією H.d замовнику сервіси та послуги лише у випадку умисних дій, грубої недбалості, заподіяння шкоди життю чи здоров’ю людини, а також у випадку шахрайства. Відповідальність згідно із Законом про відповідальність за якість продукції залишається незмінною.\n\n6.3            У межах виконання договірних зобов’язань для деяких видів надаваних послуг H.d залежить від третіх сторін. Тому H.d не може нести жодної відповідальності за те, що сторонні постачальники змінюють свої умови використання або технічні з’єднання, що обмежує подальше використання наших сервісів, а в крайніх випадках унеможливлює його. З цієї причини H.d не може взяти на себе зобов’язання щодо підключення до платформ окремих сторонніх постачальників.\n\n6.4            Замовник несе відповідальність за правильність даних і гарантує, що він володіє всіма необхідними правами на ці дані. Необхідні права включають у себе всі необхідні згоди відповідних осіб і організацій, а також права на використання та реалізацію.\n\n6.5            Замовник звільняє H.d, її довірених осіб та юридичних представників, а також пов’язані компанії відповідно до § 15 Закону про операції з цінними паперами ФРН за першою вимогою від усіх претензій третіх сторін, пред’явлених компанії H.d, її довіреним особам та юридичним представникам, а також пов’язаним компаніям через використання сервісів та/або інших послуг або у зв’язку з цим, у тому числі від претензій третіх сторін стосовно неправомірного використання даних та/або відсутності згоди відповідних осіб і організацій, та/або порушення прав людини по відношенню до працівників замовника. Таке звільнення від відповідальності включає в себе також звільнення від необхідних судових витрат, у тому числі витрат на арбітраж.\n\n7.               Безпека даних, конфіденційність\n\n7.1            H.d обробляє персональні дані замовника, його працівників та інших третіх сторін за умови, що вони надаються замовником виключно для виконання умов цього договору, наприклад для встановлення контакту й надання послуг. Це включає в себе як дані про використання, зібрані при використанні послуг, так і дані, надані замовником. Без надання цих персональних даних виконання умов договору є неможливим. Така обробка персональних даних відбувається на підставі ст. 6 п. 1 реч. 1 літ. b) Загального регламенту про захист даних (ЗРЗД). Персональні дані замовника видаляються після закінчення дії договору, якщо не існують юридичні зобов’язання, що вимагають більш тривалого зберігання персональних даних. У цьому випадку персональні дані спочатку блокуються для використання в інших цілях, а потім видаляються, щойно спливає встановлений законом термін зберігання. З метою виконання умов договору H.d заручається підтримкою постачальників послуг, наприклад у сфері хостингу, технічного обслуговування та інших сервісних послуг. Такими постачальниками послуг можуть бути як зовнішні компанії, так і компанії, пов’язані з H.d відповідно до §§ 15 Закону про операції з цінними паперами ФРН. Завдяки контрактним угодам із постачальниками послуг H.d гарантує, що вони обробляють персональні дані відповідно до вимог ЗРЗД. Це діє також для випадків, коли персональні дані мають оброблятися за межами ЄС/ЄЕЗ. Відповідно до ЗРЗД для реалізації замовником своїх прав на \n\n·        отримання довідкової інформації про обробку персональних даних, а також копії цих даних (ст. 15 ЗРЗД), \n\n·        виправлення неправильних і доповнення неповних персональних даних (ст. 16 ЗРЗД), \n\n·        видалення його персональних даних, а у випадку, якщо вони були опубліковані, на інформування компанією H.d інших відповідальних осіб про запит на видалення даних (ст. 17 ЗРЗД), \n\n·        обмеження обробки його персональних даних (ст. 18 ЗРЗД), \n\n·        переносність даних, щоб його персональні дані передавалися йому в структурованому, поширеному та машинозчитуваному форматі, а також право передавати ці дані іншим відповідальним особам без перешкод із боку H.d (ст. 20 ЗРЗД), \n\n·        на заперечення проти обробки даних (ст. 21 ЗРЗД)\n\nзамовник може в будь-який час звернутися до спеціаліста із захисту даних компанії H.d (privacy@hd.digital). Замовник також має право подати скаргу до компетентного наглядового органа, якщо замовник вважає, що обробка даних не відповідає нормам ЗРЗД (ст. 77 ЗРЗД).\n\n7.2            Сторони зобов’язані не розголошувати конфіденційну інформацію третім особам навіть після закінчення терміну дії договору, а також не використовувати її для інших цілей, що не стосуються договору. Конфіденційною вважається вся надана замовнику технічна інформація, ноу-хау, а також інша інформація, яка позначається як конфіденційна однією зі сторін і має економічну цінність. Це включає в себе також виробничі та комерційні таємниці.\n\n7.3            Зобов’язання зберігати таємницю не поширюється на інформацію, яка без порушення пункту 7.2 однією стороною стала чи є відомою іншій стороні або стала чи є загальнодоступною, або на інформацію, доступ до якої був наданий третім сторонам на підставі правового, судового або адміністративного розпорядження, або на інформацію, яка береться до розгляду в межах запланованого придбання компанії третьою стороною, зобов’язаною зберігати таємницю. \n\n8.               Оплата\n\n8.1            Ціни на сервіси у преміум-версії формуються на основі окремого прайс-листа та комерційних пропозицій, представлених в Інтернеті. Замовивши надання послуг, замовник отримує відповідний лист-підтвердження з усіма необхідними даними.\n\n8.2            Замовник зобов’язаний провести платіж у повному обсязі впродовж терміну оплати. Якщо замовник затримує платіж, H.d залишає за собою право призупинити надання власних послуг до оплати або припинити дію чинного договору з поважної причини після повторного безрезультатного запиту на оплату. У цьому випадку H.d залишає за собою право на пред’явлення претензій на відшкодування збитків та інших претензій. \n\n9.               Здійснення платежів\n\n9.1            Якщо замовник обирає платну преміум-версію сервісу, то для процесу оплати застосовується наступне: Для здійснення платежів H.d використовує акціонерне товариство Wirecard AG, Einsteinring 35, 85609 Aschheim, а також компанію Stripe Payments Europe Ltd, The One Building, 1 Grand Canal Street Lower, Dublin 2, Ірландія (далі — «постачальник платіжних послуг»). \n\n9.2            Постачальники платіжних послуг приймають платежі замовника за допомогою різних платіжних методів на власний рахунок у кредитній установі та виплачують кошти компанії H.d. До наданих платіжних методів належать з-поміж інших, але не виключно, передоплата, PayPal і кредитна картка.\n\n10.            Інші положення\n\n10.1         H.d може надавати деякі або всі послуги, передбачені дійсним договором, через субпідрядника.\n\n10.2         H.d може змінювати ці ЗКУ по відношенню до замовника після попереднього сповіщення, що також стосується запланованих змін. H.d може здійснювати зміни ЗКУ лише в тому обсязі, який є прийнятним для замовника, а також якщо зміни не стосуються важливих договірних зобов’язань і якщо після внесення змін умови обслуговування замовника не погіршаться. Замовник може оскаржити зміни ЗКУ впродовж чотирьох (4) тижнів із моменту отримання повідомлення або розірвати договір без дотримання строків. Якщо замовник не оскаржує зміни ЗКУ взагалі або у відповідні строки, його згода на зміну ЗКУ вважається наданою. H.d вказує замовнику на наслідки відсутності оскарження змін та на право розірвати договір без дотримання строків у повідомленнях про зміни ЗКУ.\n\n10.3         Якщо будь-яке положення цього договору є або стає повністю або частково недійсним, неефективним, неможливим для виконання чи застосування (далі — «помилкове положення»), то дія та застосовність інших положень дійсного договору залишаються незмінними. Якщо сторони визнали помилковість положення, вони зобов’язуються відразу узгодити замість помилкового положення таке, що було би найбільш близьким до нього в межах правових можливостей і відповідало би змісту та меті цього договору. Якщо помилковість положення базується на певній мірі обсягу послуг чи часу (строк або дата), то положення з початковою мірою має бути замінене новим із найближчою юридично допустимою мірою. Те саме діє і для можливих пропусків у цьому договорі. Сторони виражають однозначне бажання, щоб це застереження про збереження дії договору не мало наслідком лише перехід тягаря доведення, а повністю скасовувало положення § 139 Цивільного кодексу ФРН.\n\n10.4         Договір і всі вимоги та права, що виходять з положень договору або у зв’язку з ними, підпадають виключно під дію німецького законодавства, за виключенням колізійного права, і мають тлумачитися та виконуватися відповідно до німецького законодавства. Застосування Конвенції Організації Об’єднаних Націй про договори міжнародної купівлі-продажу товарів (CISG) виключається. Місцем виконання є Дюссельдорф.\n\n10.5         Виключним місцем юрисдикції для всіх суперечок, що виникають із цього договору або у зв’язку з ним, його укладенням або його виконанням є Дюссельдорф, якщо це не суперечить законодавству.\n\nVersion: August 2019 / AG\n\nUbicus_B2B_TC_V1_August 2019_uk",
	"csa.accept-terms": "I accept terms and conditions",
	"csa.accept-terms.valid": "You need to accept terms and conditions to go forward.",
	"csa.google.last-step": "The last step you have to take is to actually claim your business.",
	"csa.google.request-ownership": "Here you need to request ownership for the listing. Please make sure, that you request ownership as an owner in the options",
	"csa.transferGmb.title": "Transfer GMB Account",
	"csa.transferGmb.admins": "Current Admins",
	"csa.transferGmb.invitation": "Send Invitation",
	"csa.transferGmb.steps": "Next Steps",
	"csa.transferGmb.name": "Name",
	"csa.transferGmb.status": "Status",
	"csa.transferGmb.email": "Email adress of owner:",
	"csa.transferGmb.send": "Send invite",
	"csa.transferGmb.error": "Simulate Error",
	"csa.transferGmb.first-step": "Customer will receive invitation email from Google",
	"csa.transferGmb.second-step": "Customer shall follow steps described in email",
	"csa.transferGmb.third-step": "If other users shall get access, they can be invited with the owner account from Google My Business portal",
	"csa.sendInvite.title": "Success!",
	"csa.sendInvite.success": "You successfully send an invitation for transferring a Google My Business Account to",
	"csa.errorDialog.title": "Error",
	"csa.errorDialog.error": "An error occured. The Email could mot be sent to",
	"csa.errorDialog.try-again": "Please try again.",
	"csa.errorDialog.send-again": "Send again.",
	"csa.cookieSettings.title": "Cookie Settings",
	"csa.cookieSettings.session-title": "Session Cookies",
	"csa.cookieSettings.additional-title": "Additional Cookies",
	"csa.cookieSettings.confirm": "Confirm",
	"csa.footer.rights": "Designed by Hospitality Digital GmbH. All rights reserved.",
	"csa.footer.imprint": "Imprint",
	"csa.footer.terms": "Terms of Use",
	"csa.footer.privacy": "Data Privacy",
	"csa.footer.cookies": "Cookie Settings",
	"csa.update-success": "Business updated successfully!!",
	"csa.update-discard": "All of your changes were discarded",
	"csa.more": "Show more",
	"csa.less": "Show less",
	"csa.review.anonymous": "anonymous",
	"csa.review.commentProvider": "via",
	"csa.review.cancel": "Cancel",
	"csa.review.post": "Post",
	"csa.review.answer": "My Answer",
	"csa.review.enterComment": "Type somthing...",
	"csa.review.edit": "Edit",
	"csa.review.delete": "Delete",
	"csa.review.save": "Save",
	"csa.review.editComment": "Edit your Comment"
}